{
  "active": [
    {
      "status": "active",
      "title": "Baron",
      "name": "Remaio",
      "surname": "Alcasti",
      "attitude": "friendly",
      "appearance": "Cropped, curly hair, plucked eyebrows, manicured beard and nails, Remaio looks every bit like a man born into Nobility.",
      "background": "A descendent of the Countess Remaio Alcasti, his family once ruled the county of Meratt before the titles were stripped away. Their direct lands are now the Telus Barony, and in Baron Telus' absence, Remaio seeks to reclaim his familial lands.",
      "biases": "Remaio can't stand the rigidness of lawful types, and has a secret fascination with the night swan and her supporters.",
      "strengths": "???",
      "weakness": "Strapped for cash, gifts of coin grant benefits to influence checks made that day at +1 per 100gp, max +5.",
      "skills": "Diplomacy, Stealth, Bluff, Disable Device and K: Local",
      "announce": "His Lordship",
      "race": "Human",
      "secretbias": "Remaio can't stand the rigidness of lawful types (–2), and has a secret fascination with the night swan and her supporters (+2).",
      "secretstrength": "Remaio can feel the pulse of the underworld, and threats will not move him.",
      "secretweak": "Strapped for cash, gifts of coin grant benefits to influence checks (+1 per 100gp, max +5) made that day.",
      "successes": "1",
      "remain": "9",
      "totalneed": "10",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/remaio-alcasti.png"
    },
    {
      "status": "active",
      "title": "Knight",
      "name": "Parthena",
      "surname": "Crabbe",
      "attitude": "helpful",
      "appearance": "Parthena is a broad, middle-aged woman with a wide smile and expressive eyes. She smells overwhelmingly of camphor and sugar.",
      "background": "The opinionated Dame Mistress Crabbe deals with her unresolved grief of her late husband’s passing by investing herself in everyone else’s lives. Her latest obsession is finding a suitor for her daughter Sepsinia.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy",
      "announce": "Dame",
      "race": "Human",
      "secretbias": "Parthena’s shallow judgment of others means appearances are what really matter; she’s predisposed toward anyone sporting at least 500 gp worth of jewelry (+2). While she has a thick skin regarding her own physique, she is extremely protective of her daughter and holds a grudge against anyone who insults the girl (–2).",
      "secretstrength": "Dame Crabbe is bored by anyone taking their noble responsibilities too seriously—one of the few reasons she hasn’t tried to pursue Baron Okerra for herself.",
      "secretweak": "Anyone who seems romantically inclined toward Sepsinia—or better yet, attempts to woo her (+4)—will find Dame Crabbe very friendly. Parthena hasn’t noticed her own lack of love life and is easily flustered by anyone flirting with her. (+2)",
      "successes": "0",
      "remain": "5",
      "totalneed": "5",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/parthena-crabbe.png"
    },
    {
      "status": "active",
      "title": " ",
      "name": "Lucinia",
      "surname": "Mag",
      "attitude": "unfriendly",
      "appearance": "Covered in mud and smelling like cow pies, Lucinia looks relatively sober today.",
      "background": "Local drunk and troublemaker, Lucinia has been arrested several times before, most recently for starting a brawl, punching the sheriff, and stealing whiskey and tips from the Wolf's Whisker pup.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Miss",
      "race": "Human",
      "secretbias": " ",
      "secretstrength": " ",
      "secretweak": " ",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/lucinia-mag.png"
    },
    {
      "status": "active",
      "title": " ",
      "name": "Lucretzia",
      "surname": "Marthane",
      "attitude": "hostile",
      "appearance": "Thin and pale - almost sickly - Lucretzia walks with a bit of a stagger",
      "background": "Born to wealth and educated by the best tutors, Lucretzia is a noble and some important nobles cousin, though she never goes into details.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Bluff, K: Nobility, Disguise",
      "announce": "Lady",
      "race": "Human",
      "secretbias": "The Lucretzia hates nobles and those who serve them (–2), but she has an immediate affection for anyone working to root out corruption and abuse (+2).",
      "secretstrength": "Lucretzia hates anyone implying she doesn’t understand what she’s doing or the needs of others—whether she does or not.",
      "secretweak": "Lucretzia has a solid appreciation for Galtan history and writing, and couching new ideas in relation to revolutionary writers is sure to make an impression.",
      "successes": "0",
      "remain": "5",
      "totalneed": "5",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/lucretzia-marthane.png"
    },
    {
      "status": "active",
      "title": "Tribune",
      "name": "Aric of",
      "surname": "Northern Tandak",
      "attitude": "friendly",
      "appearance": "An ever-smiling man with short, wavy hair shot with gray, a tightness around his eyes as he continually scans the crowd. His clothes speak of the latest fashions, but seem to be slightly sized for larger man keeping an air of quick movement around him.",
      "background": "An attending tribune judge from the Northern Tandak, Aric is found at the edges of the crowd holding his own with his wit and charm though he seems like he’s looking for something else while working the room.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, K: Nobility, P: Oratory",
      "announce": "Lord",
      "race": "Human",
      "secretbias": "Tribune Aric is highly opinionated and can't stand people who take the spotlight from him or ignore him (–2), but anyone with several knowledge skills or feigning interest in his opinions find him to be quite talkative (+2).",
      "secretstrength": "Well versed in double-speak, it is hard to win his favor from a platform you don't actually support.",
      "secretweak": "Not actually a noble, but instead representing other interests, he loves to swap rumors while he digs for information.",
      "successes": "1",
      "remain": "4",
      "totalneed": "5",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/aric-of.png"
    },
    {
      "status": "active",
      "title": "Baron",
      "name": "Nicolaus",
      "surname": "Okerra",
      "attitude": "helpful",
      "appearance": "This handsome bear of a man stands a head taller than the crowd, and while starting to show his age with flecks of white in his black hair and beard, he retains a youthful smile and gentle eyes.",
      "background": "A popular noble and hero from Meratt, Nicolaus Okerra’s salt-and-pepper hair is the only suggestion that time may be beginning to slow him down. He lives to do right by those who depend on him: as a soldier, as a leader, and as a father, having returned home from his military career to raise his daughter, Selli, after his late wife Nirvenna was killed by a troll.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Ride",
      "announce": "His Lordship",
      "race": "Human",
      "secretbias": "Nicolaus respects integrity, and has a predilection for other lawful characters (+2).",
      "secretstrength": " Nicolaus is especially resistant to any discussions that suggest subterfuge or all-out revolution.",
      "secretweak": "Baron Okerra has always associated goodness with obedience and service, but he’s increasingly questioning the morality of his life since the Exaltation Massacre). Any expression of sympathy touches Nicolaus’s heart.",
      "successes": "1",
      "remain": "5",
      "totalneed": "6",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/nicolaus-okerra.png"
    },
    {
      "status": "active",
      "title": "Archbanker",
      "name": "Lady",
      "surname": "Paril",
      "attitude": "friendly",
      "appearance": "Dressed in immaculate priestess robes, the Archbanker always smells like a different perfume each day.",
      "background": "The Archbanker of the Grand Bank of Abadar in Lotheedar, Paril is perhaps the most important and useful non-noble in Meratt.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Her Holiness",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/archbanker-paril.png"
    },
    {
      "status": "active",
      "title": "Honorary Tribune",
      "name": "Onora",
      "surname": "Piscum",
      "attitude": "friendly",
      "appearance": "Onora is plain, muscular, and heavily freckled. A half-elf, she looks far younger than her actual 55 years.",
      "background": "A commoner both uncomfortable and unwelcome in the presence of high nobility, Onora fell into the job of tribune of Stachys after the death of the hereditary tribune, Allis Betony, 10 years ago and her husband, the acting tribune, 5 years later.",
      "biases": " Despises anyone who flaunts wealth and power, but warms up to anyone who clearly understands a practical skill or two such as craft, handle animal, profession, or survival",
      "strengths": "???",
      "weakness": "Onora has a deep love for homespun metaphors and colloquialisms",
      "skills": "Diplomacy, Bluff, Survival, P: Oratory",
      "announce": "Miss",
      "race": "Half-Elf",
      "secretbias": "Tribune Piscum despises anyone who flaunts their wealth and power (–2), but she warms up to anyone who clearly understands a practical skill or two, such as Craft, Handle Animal, Profession, or Survival (+2).",
      "secretstrength": "Onora has a quiet hatred for Count Bartelby and is especially cold to anyone who tries to use his name or influence to persuade her.",
      "secretweak": "Onora has a deep love for homespun metaphors and colloquialisms.",
      "successes": "0",
      "remain": "4",
      "totalneed": "4",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/onora-piscum.png"
    },
    {
      "status": "active",
      "title": "Initiate",
      "name": " ",
      "surname": "Polgrin",
      "attitude": "friendly",
      "appearance": "Wearing robes of the druidic Order of the Flame, pilgrim looks relatively wild and unwashed with an almost barbaric passion behind his eyes. Nevertheless, he walks and acts purposefully and with restraint.",
      "background": "A member of the Wildwood Lodge and an initiate of the Order of the Flame, Polgrin remains a potentially useful contact within the Verduran Forest with whom many of the Agents have already met.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Initiate",
      "race": "Dwarf",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/polgrin.png"
    },
    {
      "status": "active",
      "title": "Baroness Legate",
      "name": "Adella",
      "surname": "Voinum",
      "attitude": "unfriendly",
      "appearance": "A woman of legendary stature in her youth, age has finally begun to bend the baroness, and she now stands merely 6 feet tall. She still proudly displays the scar left when an Andoren spear pierced her face years ago.",
      "background": "A woman of wealth and discipline, Baroness Voinum is a retired commander of the Taldan Phalanx. She is best known as the local grump—condescending, detached, and judgmental—but is also a font of knowledge regarding the region’s history.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, Diplomacy, Ride, Pro: Brewer, K: History",
      "announce": "Her Grace",
      "race": "Human",
      "secretbias": "Baroness Voinum dislikes the wanton ways of youth and has a bias against any character younger than 25 years old unless they are lawful (–2). She has a soft spot for wine and is far more amicable when drinking (+2).",
      "secretstrength": "Onora has a quiet hatred for Count Bartelby and is especially cold to anyone who tries to use his name or influence to persuade her. ",
      "secretweak": "Baroness Voinum respects those with regard for tradition and an interest in history of the county and the nation.",
      "successes": "5",
      "remain": "2",
      "totalneed": "7",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/adella-voinum.png"
    },
    {
      "status": "active",
      "title": "Count",
      "name": "Orlundo *The Iron Gar*",
      "surname": "Zespire",
      "attitude": "helpful",
      "appearance": "Orlundo wears traditional Taldan outfits that seem a bit over starched. His graying, short hair is smoothed back from his tired face. Worn around the edges, Zespire keeps his smiles subdued and almost flat.",
      "background": "The “Iron Gar” made a name for himself hunting pirates for the Grand Prince, granted a vacant senate seat for a successful pirate hunt that lead into River Kingdoms.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy and Pro: Sailor",
      "announce": "His Excellency",
      "race": "Human",
      "secretbias": "Count Zespire despises pirates and anyone who seems like a thief or a supporter of such (–4), but has an appreciation for people with ranks in appraise (+2).",
      "secretstrength": "Orlundo knows trade and knows when a deal is good or bad. Attempts to lie to or cheat him encourage increased scrutiny.",
      "secretweak": "With both a love for trade and a deep understanding of Tandak's complicated canal systems, talk about restoring the Stachys Spur gains his attention",
      "successes": "0",
      "remain": "6",
      "totalneed": "6",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/orlundo-zespire.png"
    },
    {
      "status": "active",
      "title": "Baronet",
      "name": "Caphridius",
      "surname": "Vort",
      "attitude": "indifferent",
      "appearance": "Dressed in worn nobles clothing, Caphridius looks grim and tired. A gregarious man and happy to meet visitors, he can’t help but mention his community’s struggles, lack of resources, and poor infrastructure. ",
      "background": "Count Caliphalig Vort's cousin and the former assistant to Baron Telus, Caphridius is far more interested in acting and opera than frontier living. Though miserable, he continues to work hard to lead his community, while quietly nursing a self-loathing.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Honorable Lord",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/caphridius-vort.png"
    }
  ],
  "agent": [
    {
      "status": "agent",
      "title": " ",
      "name": " ",
      "surname": "Blunk",
      "attitude": "friendly",
      "appearance": "The eldest of Alice's three domovoi friends, Blunk speaks for his group to those outside of the faen court. A smoker with a gruff beard and long toenails, Blunk is suspicious but generally helpful.",
      "background": "Alice Betony's imaginary friends turned out to be three domovoi by the name of Blunk, Nodd, and Wink. Sharing and caring for the Betony estate, they continue to guard, clean, and repair the interior property and its other caretakers.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Faen",
      "race": "Fey",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/blunk.png"
    },
    {
      "status": "agent",
      "title": "Knight",
      "name": "Aayef",
      "surname": "Ghazali",
      "attitude": "helpful",
      "appearance": "Still a young boy, Aayef has the deep tans of the Kelishites.",
      "background": "Saved by the party, Aayef has become an agent of Gloriana Morilla's Sovereign Court.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Sir",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/aayef-ghazali.png"
    },
    {
      "status": "agent",
      "title": " ",
      "name": "Martella",
      "surname": "Lotheed",
      "attitude": "helpful",
      "appearance": "Highly adaptable, Lady Lotheed is often seen wearing attire matching local customs, but while her mixed ancestry helps her blend in with local fashions, it also tends to make her stick out in a crowd. Analytical and cunning, she nevertheless has an innocent, child-like laugh and demeanor at times.",
      "background": "The bastard half-Qadiran daughter of the respected Lotheed family, Lady Martella Lotheed lacks her family’s natural magical aptitude, but nevertheless proves her worth as a gifted advisor, engineer, and spy. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Lady",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/martella-lotheed.png"
    },
    {
      "status": "agent",
      "title": "Acolyte",
      "name": "Festo",
      "surname": "Mise",
      "attitude": "helpful",
      "appearance": "Incorporating priest robes with heavy armor, festo follows the principles of balance and order as best as he can manage in both his personal actions and his physical appearance.",
      "background": "A devout acolyte of Abadar, Festo Mise worked at the Grand Bank in Lotheedar until his best friend was killed on pilgrimage to Goldpebble Canyon. After being rescued by the Tribunes of Stachys, he decided to move to their small community to help as best he can to rebuild the community and construct a local temple bank to Abadar.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Honorable Lord",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/festo-mise.png"
    },
    {
      "status": "agent",
      "title": " ",
      "name": "Gloriana",
      "surname": "Morilla",
      "attitude": "friendly",
      "appearance": "Lady Morilla stands tall among her noble peers, sporting the finest of Absalom’s fashion. Her attire is far less ostentatious than that of other present nobles, but she makes up for it with a grace of movement that allows her to easily shift between crowds.",
      "background": "Leader of an international secret society known as the Sovereign Court, Lady Morilla is one of Princess Eutropia’s staunchest allies, and a believer that members of Avistan’s aristocracy must be held to their end of the social contract with those they rule.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy",
      "announce": "Lady",
      "race": "Human",
      "secretweak": "Lady Morilla finds nobles with interest in more common",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gloriana-morilla.png"
    },
    {
      "status": "agent",
      "title": " ",
      "name": "Kathann",
      "surname": "Zalar",
      "attitude": "friendly",
      "appearance": "A lions blade, Zalar rarely goes anywhere without wearing her uniform (and its accompanied rapier).",
      "background": "Born a [redacted] this Lion Blade Agent [redacted]",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Miss",
      "race": "Vishkanya",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/kathann-zalar.png"
    }
  ],
  "crown": [
    {
      "status": "crown",
      "title": "High Strategos",
      "name": "Maxillar",
      "surname": "Pythareus",
      "attitude": "unfriendly",
      "appearance": "Maxillar is a muscular man in his early forties. Years under the elements have weathered his skin, and he keeps his silver hair closely cropped. He wears a green-and blue tabard emblazoned with Taldor’s official coat of arms, publicly declaring his loyalty to the nation more than anything else.",
      "background": "Nearly every Taldan recognizes commander-in-chief Maxillar Pythareus as Grand Prince Stavian III’s right hand and a fanatical supporter of the throne. He believes in political might and economic stability through military supremacy, advocating for new wars of conquest against wayward colonies like Andoran and Cheliax, or even Qadira.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy",
      "announce": "His Imperial Highness",
      "race": "Human",
      "secretweak": "The High Strategos is practical. As a honed equestrian, he lowers his social guard for any talks that involve animal development or riding tricks. He also shares a similar love of the hiking, mountain climbing, the outdoors, and otherwise challenging the elements to maintain his physical fitness. Discussing any of these more mundane topics can soften up the otherwise gruff Maxillar Pythareus.",
      "remain": "0",
      "death": " ",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/maxillar-pythareus.png"
    },
    {
      "status": "crown",
      "title": "Princess",
      "name": "Eutropia",
      "surname": "Stavian I",
      "attitude": "friendly",
      "appearance": "Slim and athletic, Princess Eutropia bears the distinctive cheekbones and nose of her Stavian father and grandmother. Despite the ostentatious jewelry she wears, her gown and hair are more conservative than that of most other nobles'",
      "background": "The Princess Eutropia is trying to become heir apparent for the Primogen Crown and campaigns for increased rights along with the shaking off of the shackles of some of Taldor's traditions. While well educated, she is relatively naive and must grow a great deal to be worthy of the Primogen Crown.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "P: Oratory",
      "announce": "Her Highness",
      "race": "Human",
      "secretweak": "If Eutropia has one true weakness, it is her love of animals, especially her trusted canine, Taldogis.",
      "remain": "0",
      "death": " ",
      "order": "2",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/eutropia-stavian.png"
    },
    {
      "status": "crown",
      "title": "Grand Duke",
      "name": "Thestro",
      "surname": "Briarsmith",
      "attitude": "unfriendly",
      "appearance": "A balding man into his late forties, Thestro Briarsmith prefers the intimidating look of red full plate emblazoned with the Taldan Lion. Often seen butting heads with his less-traditional colleagues, Thestro compensates for his lack of wit or subtlety with his ambition and brazen attitude.",
      "background": "The de facto dictator of everything east of the River Porthmost, Grand Duke Thestro Briarsmith has wasted no time wresting power from Grand Duke Avernathus, consolidating an even more powerful military force. He believes this war for the crown to be his long awaited a opportunity to make his own mark on history like General Porthmost.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Imperial Highness",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "3",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/thestro-briarsmith.png"
    },
    {
      "status": "crown",
      "title": "Grand Duchess",
      "name": "Cisera",
      "surname": "Tiberan",
      "attitude": "indifferent",
      "appearance": "Grand Duchess Tiberan has long since switched from the elegant dresses of Oppara for a more practical and conservative look appropriate both for someone of her station and someone who hunts down smugglers. With green eyes and soft features, Ciseran realizes that while looks can be distracting, they can also have practical uses.",
      "background": "With Cassomir - the second largest port city in Taldor and Avistan - as her prefecture, Cisera Tiberan effectively controls, inspects, and taxes all trade along the Sellen River, which comprises a full third of Taldor's shipping, a quarter of Andorans, and the majority of Galt's, the River Kingdoms, The Wildwood Lodge, Yonin, The Five Kings, Brevoy, Numeria, Ustalav, and Mendev. Controlling the port that links the northern kingdoms with the inner sea means two things: money and pirates.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Her Imperial Highness",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "4",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/cisera-tiberan.png"
    },
    {
      "status": "crown",
      "title": "Landgrave",
      "name": " ",
      "surname": "Merkander",
      "attitude": "indifferent",
      "appearance": "Merkander doesn't speak much, preferring for his actions or his servants to speak for him. While he allows his beard and hair to grow freely, he is meticulously clean, a habit picked up from his extensive time in the wilderness.",
      "background": "Controlling a large and mostly unpopulated swath of land, Merkander's moderate defensive militias would not be strong enough to back up his claim for the crown if they weren't well known monster and ogre hunters. With his army made up mostly of trained rangers, the captains of which Merkander trains himself, coupled with his royal bloodline, Merkander's claims would be foolish to ignore.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Their Highborn Lordship",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "5",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/merkander.png"
    },
    {
      "status": "crown",
      "title": "Duchess",
      "name": "Helinara",
      "surname": "Lawsus",
      "attitude": "indifferent",
      "appearance": "With short-cropped red hair, she is always seen wearing her grandmothers emerald tear neckless choker. While she looks young, she has a sharp wit honed from spending her life around people trying to take economic advantage of her lands, so she speaks decisively and with carefully chosen words.",
      "background": "Receiving the backing from several tracks of farmland, a few small counties, and the Historical Old Sehir, Helinara Lawsus was already administering via the communal opinions of various tribunes and baronies. While not particularly strong on their own, this coalition is large enough to make their voice heard, while also demonstrating the potential of alternative-governing methods that are still tied to Taldan's noble traditions.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Her Grace",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "6",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/helinara-lawsus.png"
    },
    {
      "status": "crown",
      "title": "Marquess",
      "name": "Tanasha",
      "surname": "Starborne",
      "attitude": "friendly",
      "appearance": "A gnome with beautifully styled rainbow hair and a glowing smile, Tanasha dresses in the rich greens of the Verduran Forest with a stylized broach denoting the city of Wispil at her shoulder.",
      "background": "An avid supporter of gnome rights and a prior vocal supporter of Princess Eutropia, she's taken advantage of the current confusion to make her own claim for the Priomogen crown, hoping to leverage Wispil's relative isolation, strategic value, and military might during the War for the Crown.",
      "biases": "???",
      "strengths": "???",
      "weakness": " While cheerful and exciting, Tanasha has been feeling worn since the massacre. Welcoming any excuse for a colorful exchange or impromptu display of frivolity, she may be open to more bombastic characters that seek to get the Marquess to their side",
      "skills": "Diplomacy, Bluff, Spellcraft",
      "announce": "Their Illustriousness",
      "race": "Gnome",
      "secretbias": "Tanasha despises anyone who mistreats servants, or small folk (–2), but she adores anyone who treats servants as equals or comes from a short-raced background (+2).",
      "secretstrength": "Having a firm grasp of the land, attempts to persuade her through lies about nature or its animals or attempts to bluster their own importance brings out Tanasha's skepticism.",
      "secretweak": "While cheerful and exciting, Tanasha is feeling worn since the massacre. Welcoming any excuse for a colorful exchange or impromptu display of frivolity, she may be open to more bombastic characters that seek to get the Marquess to their side.",
      "successes": "0",
      "remain": "7",
      "totalneed": "7",
      "death": " ",
      "order": "7",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/tanasha-starborne.png"
    },
    {
      "status": "crown",
      "title": "Grand Duke",
      "name": "Borand",
      "surname": "Heskillar",
      "attitude": "indifferent",
      "appearance": "Looking every bit the well-manicured Taldan noble, Borand has a tightly cropped beard and mustache and the signature amethyst eyes of his family line. Charming and strong, he is often seen wearing the finely crafted mithril and bronze armor made by his own family.",
      "background": "Supposed descendants of a legendary bronze dragon which tutored an ancient grand prince as a child, Grand Duke Borand Heskillar's house manages a staggering array of metals and works along with many of Taldor's official forges and its mint. From gold to iron, Borand is a proven administrator and controls possibly the wealthiest noble house in the nation, even if their royal bloodline is rooted in myths. They also secure much of Taldor's relations with their dwarven neighbors, reinforced since Borand Heskillar's recent marriage to a dwarven noble - Lady Grella of Taggoret - which while it earns the support of dwarves and businessmen, strains the family's relations with Taldan traditionalists.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Imperial Highness",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "8",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/borand-heskillar.png"
    },
    {
      "status": "crown",
      "title": "Grand Duchess",
      "name": "Destelita",
      "surname": "Solari",
      "attitude": "indifferent",
      "appearance": "Dressing in bright, often feathered dresses, Grand Duchess Solari moves with purpose through crowds. Her brash personality and reputation help brush off most of her suitors, but some are still always found nearby, hoping to make the right impression and win the attention and comforts of the powerful Grand Duchess.",
      "background": "Destelita Solari is the most recently appointed grand duchess, having won the title only 4 years ago after the crown charged her predecessor and cousin, Grand Duke Eustan Veriaterros, with treason. The veracity of this charge and the evidence presented against the grand duke remain in doubt by a silent majority of nobles, but none dare speak out for fear that Lady Solari may find it within her resources to produce evidence of their own wrongdoings—real or imagined. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Her Imperial Highness",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "9",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/destelita-solari.png"
    },
    {
      "status": "crown",
      "title": "Baron",
      "name": "Winton",
      "surname": "Bilos-Phaeben",
      "attitude": "indifferent",
      "appearance": "Winton wears heraldic colors and keeps his clothing and hair trimmed in the latest inner-sea fashions . He smiles easily, though his eyes often hold a rather calculating look, as if he evaluates how much time each person is worth spending on.",
      "background": "A cousin of Absalom's House Vastille and related to many of Absalom's Taldan nobles, Baron Winton Bilos-Phaeben happily exploits this connection in negotiating fabulously lucrative trade and fishing deals and leveraging his small amount of weight for some serious political clout.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Lordship",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "10",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/winton-bilos-phaeben.png"
    },
    {
      "status": "crown",
      "title": "Baroness",
      "name": "*Blackwater Kelly*",
      "surname": "Cyris",
      "attitude": "unfriendly",
      "appearance": "Dressed in an admirals uniform dyed black and gold, *Blackwater Kelly* keeps her hair pulled back in a bun and she speaks with a somewhat country accent often with colorful language. She looks obvious of noble descent, though she lacks the mannerisms of someone raised with any amount of court training.",
      "background": "A notable Canal Syndicate pirate, *Blackwater Kelly* leverages her privateers license with her noble titles immunity to manage the Lingian Canals from her ship, the Garspike. A *floating noble,* her claims cries for either the throne or succession would be laughable were it not for how absurdly difficult it would be to otherwise remove her and secure the canals. As it stands, she has as valid a claim as many others, and she has enough power to make it legitimate.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Her Ladyship",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "11",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/blackwater-kelly.png"
    },
    {
      "status": "crown",
      "title": "Master",
      "name": "Zhen",
      "surname": "Kiu",
      "attitude": "indifferent",
      "appearance": "Dressed in formal masters robes, Master Kiu moves perfectly and precisely, rarely coloring his face with any emotion except supposedly when he is alone with close friends.",
      "background": "A Master of the Seven Forms, Zhen Kiu balances the needs of his people and their code against senseless bloodshed with the security threats of civil war in an already tumultuous region. Many believe he would be a wise and balanced leader, despite his lack of experience on Oppara's scene, though he has said he will advocate for independence and neutrality from the Taldan civil war until they must step in or step aside.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Master",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "12",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/zhen-kiu.png"
    },
    {
      "status": "crown",
      "title": "Earl",
      "name": " ",
      "surname": "Tarq",
      "attitude": "unfriendly",
      "appearance": "Gruff and brisk, Tarq is rarely seen un-inebriated. He's quite proud of his scars, especially the one on his cheek and forehead from ",
      "background": "This Kellid has a close alliance with several nearby centaur tribes and has taken control of much of Grand Duke Avernathus' territory, as he was formerly the Grand Duke's seneschal. He supposedly has claims to the throne via an ancient Kellid line, and has fiercely proclaimed that they are prepared to fight for the crown.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Their Honorable Lordship",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "13",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/tarq.png"
    },
    {
      "status": "crown",
      "title": "Count",
      "name": "Caliphalig",
      "surname": "Vort",
      "attitude": "indifferent",
      "appearance": "Having learned to always be ready for an ambush, Caliphalig Vort is rarely seen without his armor, weapons, and a couple bodyguards.",
      "background": "Baronet Caphridius Vort's cousin, Caliphalig controls the County of Lionsmane immediately bordering Meratt and lies between them and Cassomir. With lands laden with canals, fey, and ankheg's, yet also being within the critical heartland of Taldor, Caliphalig employs an army and a series of militias to rival that of a Marquess and has the loyalty - earned or enforced - of his people.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Excellency",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "14",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/caliphalig-vort.png"
    },
    {
      "status": "crown",
      "title": "Knight",
      "name": "Valenar *the Green*",
      "surname": "Thaena",
      "attitude": "indifferent",
      "appearance": "Valenar *the Green* hasn't left the wildwood lodge in decades, so our best description of him is that he wears robes of the archdruid and is not often found speaking in the common tongue but instead in the druidic secret language or else in the slow-paced sylvan.",
      "background": "A noble-blooded druid of the Wildwood Lodge and protected by treaty, its hard to know the seriousness of Valenar's claim. He could be using the claim to ensure the Lodge and forest remains neutral and protected, but his claim seems legitimate enough and the wars of the past have proven that the treaty must not be violated.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Sir",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "15",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/valenar-green.png"
    },
    {
      "status": "crown",
      "title": "Count",
      "name": "Krekari",
      "surname": "Nazezi",
      "attitude": "indifferent",
      "appearance": "Rather large and rotund, Krekari Nazezi is a deep patron of the arts and often wears extravagant jewelry, some of which is often crafted the an occasion. He is most often seen filling the role of a patron at concerts, plays, and tournaments, often having the honor of presenting trophies to victors and toasting to their successes.",
      "background": "With little more than the esoteric little town of Faldamont being worthwhile within his county, Count Krekari Nazezi's lands enjoy military patrols and imperial road repairs due to his towns central role in the jewelry trade. Filled with craftsman and artisans, Nazezi's people are afforded even more comforts and protections since the Exaltation Massacre, primarily through the guarantee that anyone attempting to subvert their claim by force or through war will find their opposition well funded.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Excellency",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": "16",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/krekari-nazezi.png"
    },
    {
      "status": "crown",
      "title": " ",
      "name": " ",
      "surname": "Phini",
      "attitude": "indifferent",
      "appearance": "Dressed in Kravenkus Clan armor, Phini wears the ceremonial armor of the Lord of the Worlds Edge whenever he leaves his mountain. Very formal, phony refuses to speak with people below his station who do not have the courtesy of addressing him in dwarven.",
      "background": "A powerful duke, Lord Phini represents the dwarven miners of Kravenkus within the Worlds Edge Mountains, which form the mineral backbone and primary eastern barrier of Taldor. While his claim lacks any royal blood, they have more than enough economic clout to ceed if they believe it to be in their best interests.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Lord",
      "race": "Dwarf",
      "remain": "0",
      "death": " ",
      "order": "17",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/phini.png"
    }
  ],
  "dead": [
    {
      "status": "dead",
      "title": " ",
      "name": " ",
      "surname": "Thessel",
      "attitude": "unfriendly",
      "appearance": "Dressed in darkly-died priest attire, Thessel has a black fur, beady eyes, and a gray muzzle.",
      "background": "This ratfolk was found leading a group of fellow ratfolk believers of Aroden stealing some ancient Arodenite relics from the Basilica of the Last Man museum for their faithful community.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Mongrel",
      "race": "Ratfolk",
      "remain": "0",
      "death": "Beaten unconscious and promptly murdered by Ingoma beneath the Basilica of the Last Man",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/thessel-ratfolk.png"
    },
    {
      "status": "dead",
      "title": "Knight",
      "name": "Kalbio of",
      "surname": "Breezy Creek",
      "attitude": "helpful",
      "appearance": "Kalbio uncomfortably wears clothing of noble finery, constantly fidgeting with the cuffs or scratching at his neck. His calloused hands, simple hair style, and sun-beaten face all set him apart, as does his broad, genuine smile.",
      "background": "Kalbio is from the small hamlet of Breezy Creek, and he is the intended recipient of the noble elevation from Grand Prince Stavian. His parents scrounged copper pieces to pay for his education as a weaver’s apprentice, and he showed remarkable skill. His story inspired several local nobles to begin clamoring over his tapestries, and for nearly a decade the savant’s work has decorated even the imperial palace.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Sir",
      "race": "Human",
      "remain": "0",
      "death": "Fatally stabbed by Grand Prince Stavian III, commencing the Exaltation Massacre.",
      "order": "2",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/kalbio.png"
    },
    {
      "status": "dead",
      "title": "Baronet",
      "name": "Duranis",
      "surname": "Cicato",
      "attitude": "indifferent",
      "appearance": "With short-cropped red hair, he stands rigidly with a facial scar that turns his dour expression into a slight smirk.",
      "background": " A strong proponent strengthening Taldor’s military, Baronet Cicato took the senate seat once held by his mother. Forward looking, Duranis is seeking to better his nation by removing roadblocks to improvements—including the dated ideals of Old Taldan primogeniture.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Honorable Lord",
      "race": "Human",
      "secretweak": "Baronet Cicato can be caught up in his grand plans for revitalizing the military and keeping an eye of softening positions that other nobles make containing compromises, he may lose sight that his position can be eroded by too much sentimentality. He can be seen too weak by other nobles for his allowances for military improvements also come at the cost of keeping traditions going.",
      "remain": "0",
      "death": "Shot with bolts fired by an Andoren mercenary during the Exaltation Massacre.",
      "order": "3",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/duranis-cicato.png"
    },
    {
      "status": "dead",
      "title": "Marquess",
      "name": "Charlotte",
      "surname": "Deschamps",
      "attitude": "friendly",
      "appearance": "Always in darker shades of clothing, Marquess Charlotte Deschamps wears exquisite dresses and silvered jewelry. Flowing black hair hangs loosely around her expressive face. She can be seen with a laugh or smile just at the edge of her lips. She can also be seen with her shadowy associate ever at her side, with several blades hidden about her person.",
      "background": "Charlotte Deschamps has raised herself from the commoners of Oppara, making her way (through adventure and other means) to the senate seat of House Cato, which she has recently vacated to assist Princess Eutropia in her endeavor for the throne.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy",
      "announce": "Their Illustriousness",
      "race": "Human",
      "secretweak": "Marquess Charlotte Deschamps detests trite conversations and ungracious requests; she is finding the Exaltation Gala extremely dull. Characters can see that the event is taxing Deschamps more expressive personality, allowing them better ways to influence her during the Gala.",
      "remain": "0",
      "death": "Stabbed by an Ulfen Guard while fleeing the Exaltation Massacre.",
      "order": "4",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/charlotte-deschamps.png"
    },
    {
      "status": "dead",
      "title": "Grand Duke",
      "name": " ",
      "surname": "Avernathus",
      "attitude": "indifferent",
      "appearance": "A balding man well in his sixties with a weathered face and wispy white hair falls roughly around his face in a hollow crown of hair.",
      "background": "A senator from a seat tied to Porthmos Gap, while disinterested in typical politics Avernathus is looking to pass along his knowledge to future generations.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Imperial Highness",
      "race": "Human",
      "secretweak": "Avernathus is proud of his prowess in magical and martial fields, but the magus is fearful that his information will be overshadowed in the senate by his lack of actual power, which his disinterest in kept him from perceived corruption but has kept the best acolytes away from his mentorship. Avernathus fears his distance from the pulse of the senate will keep families from sending him their best pupils.",
      "remain": "0",
      "death": "Cut down by an Andoren mercenary during the Exaltation Massacre.",
      "order": "5",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/avernathus.png"
    },
    {
      "status": "dead",
      "title": "Duke",
      "name": "Leonard",
      "surname": "Centimus",
      "attitude": "friendly",
      "appearance": "With a round face and a few extra pounds, Leonard looks very different from the waifish ladies’ man he was 5 years ago. He takes great pride in tinkering with his wheelchair, revising its design and paying artisans to embellish it.",
      "background": "An attending duke of Grand Duchess Cisera Tiberan of Tandak prefecture, Leonard Centimus is an intellectual and tinkerer whose head for systems makes him a good administrator, if a little awkward with people.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy",
      "announce": "His Grace",
      "race": "Human",
      "secretweak": "Leonard sees his paraplegia as another challenge to tinker with; he appreciates it when others notice to adjustments and personal improvements he’s made to his chair, and enjoys discussing ideas for future revisions. He appreciates others who try to see things from his perspective. While he welcomes people who take his unique situation into consideration, he’s equally weary of others who see that condition as the sum total of his",
      "remain": "0",
      "death": "Trampled to death during the Exaltation Massacre.",
      "order": "6",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/leonard-centimus.png"
    },
    {
      "status": "dead",
      "title": "Baronet",
      "name": "Solmon",
      "surname": "Menander",
      "attitude": "indifferent",
      "appearance": "Well dressed in a worn three piece suit, Solomon Meanders indulgence in pipe tobacco has left his breath and clothes stained with its smell. Over-the-hill, the frown lines creasing his face and forehead make him look far older than his still colored hair suggests.",
      "background": "An unquestionably corrupt bureaucrat, this bitter noble controls a well known back channel to move things through the Taldan legislature. Some whisper he's uncovered scandalous evidence regarding the princess, and has been sitting on it until just before the vote, where he has a presentation scheduled.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Honorable Lord",
      "race": "Human",
      "secretweak": "It's practically a well-known fact at this point that Judge Solomon wants to make the nobility as uncomfortable as possible. Complaining about the nobility is a sure way to earn his attention, and he's often willing to trade dirt on a noble for dirt on another.",
      "remain": "0",
      "death": "Slain by an Ulfen Guard during the Exaltation Massacre.",
      "order": "7",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/solmon-menander.png"
    },
    {
      "status": "dead",
      "title": "Grand Prince",
      "name": " ",
      "surname": "Stavian III",
      "attitude": "unfriendly",
      "appearance": "Dressed perfectly in regal attire, his clothes don't show even a hint of wear. He smiles often and slightly too widely.",
      "background": "Grand Prince Stavian III is considered as ineffectual as the empire he rules. For all Stavian’s faults, he has managed to hold the empire together through intelligent political maneuvering and a keen understanding of human nature. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Imperial Majesty",
      "race": "Human",
      "remain": "0",
      "death": "Fatally stabbed by a Lion's Blade during the Exaltation Massacre, his body was recovered by imperial magisters.",
      "order": "8",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/stavian-3.png"
    },
    {
      "status": "dead",
      "title": "Knight",
      "name": "Karina",
      "surname": "Deckland",
      "attitude": "friendly",
      "appearance": "Katrina's most striking feature is easily her singular red eye, rumored by many as a sign of a pact with infernal powers. With long, wispy black hair and a tendency to lock eyes for just a little too long, she seems to thrive on unnerving those around her.",
      "background": "A guest of Earl Calhadion Vernisant and the now-eldest daughter of a small family of Chelish Nobles, Karina rose to prominence after her half-sisters murder by Pathfinder agents several years ago. She makes no secret of her distaste for the society or other ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Dame",
      "race": "Human",
      "secretweak": " Her hatred of the Pathfinder Society is apparent and easy to play on. If someone expresses a similar distaste for the society, adventurers, explorers, and their like, without revealing that they themselves are adventurers, they can easily find a fast (if false) friend in Karina.",
      "remain": "0",
      "death": "Slain by Pathfinders during the Exaltation Massacre.",
      "order": "9",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/karina-deckland.png"
    },
    {
      "status": "dead",
      "title": "Earl",
      "name": "Calhadion",
      "surname": "Vernisant",
      "attitude": "unfriendly",
      "appearance": "Earl Calhadion Vernisant keeps his hair slicked back from his face, looking as though he’s recently took off his helmet. Whether found in noble finery or finest armor, Vernisant prowls his social circles with an arrogance stemming from his battle-tested might.",
      "background": "The leader of Greater Ridonport, Vernisant feels it’s time for him to step into the power vacuum that Grand Prince Stavian III created when dismissing several officials. He’s trying to use his time at the Exaltation Gala to make his bid to become a close advisor to the grand prince as only a direct descendant of General Arnisant could.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Handle Animal, Intimidate, or Pro: Soldier",
      "announce": "Their Honorable Lordship",
      "race": "Human",
      "secretweak": "Earl Calhadion Vernisant’s bloodline is very important to his political career and goals, giving him motivation to underscore its value with propaganda or other flattering documentation. This leaves Vernisant open to attacks should some question his heritage and lineage, to which the earl may reply to challenges with a fury.",
      "remain": "0",
      "death": "Slain by Pathfinders during the Exaltation Massacre.",
      "order": "10",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/calhadion-vernisant.png"
    },
    {
      "status": "dead",
      "title": " ",
      "name": "Imistos",
      "surname": "Gulben",
      "attitude": "hostile",
      "appearance": "Moving deferentially, this servant and shoe-shiner does his best to avoid being underfoot.",
      "background": "One of the many servants in attendance at the Exaltation Gala.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Mister",
      "race": "Halfling",
      "remain": "0",
      "death": "Died shortly after being forced to ingest his own poison by Rodrigo Hernandez after attempting to murder the party while they slept in the panic room beneath the senate.",
      "order": "11",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/imistos-gulbend.png"
    },
    {
      "status": "dead",
      "title": " ",
      "name": "Wyssilika the",
      "surname": "Fantabulous",
      "attitude": "hostile",
      "appearance": "Wyssilika is a halfling wearing standout black-red and- white attire. She wears similar makeup, embellishing her childish face to resemble a raccoon. Despite her color choice, Wyssilika is abound with enthusiasm and smiles, showing off a set of immaculate white teeth.",
      "background": "Wyssilika is a children's entertainer, the jovial halfling works to amuse noble children, whom she has discovered tend to overhear far more secrets than their parents realize.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy",
      "announce": " ",
      "race": "Halfling",
      "secretweak": "It is possible for a PC to spot one of Wyssilika’s minor displays of magical aptitude. Succeeding any of the listed checks uncovers Wyssilika's use of divine magic, rather than the expected sleight of hand. Confronting the halfling does not persuade her to reveal where her powers come from, but it does increase her interest in the PCs.",
      "remain": "0",
      "death": "Slain in combat by Rodrigo Hernandez, wielding Soldiers Glory, while retaking the Dignified Repository safehouse.",
      "order": "12",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/wyssilika.png"
    },
    {
      "status": "dead",
      "title": "Knight",
      "name": "Malphene",
      "surname": "Trant",
      "attitude": "unfriendly",
      "appearance": "Dressed in tight fitting dresses, Dame Trant's muscles keep her from seeming provocative.",
      "background": "The daughter of an influential Senator, Malphane Trant is a daddy's girl at heart and supports him as best she can.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Dame",
      "race": "Human",
      "remain": "0",
      "death": "Committed suicide a few days after escaping the Exaltation Massacre after being haunted by the memory of the murder of her father.",
      "order": "13",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/malphene-trant.png"
    }
  ],
  "dpc": [
    {
      "status": "dpc",
      "title": " ",
      "name": "Nicholas",
      "surname": "Lotheed",
      "attitude": "hostile",
      "appearance": "Sharing most of the lot heed characteristics of smooth skin and long dark hair, Nicholas Lotheed is extremely fastidious and easily disgusted by things like dirt and blood.",
      "background": "A pure-blooded noble born to a major noble family, Nicholas has an aversion to blood and filth, an aversion that helped him stay in safe social circles instead of practicing with his magical heritage.",
      "biases": "Disliking uncleanliness, he hates touching people including shaking hands, though he appreciates friendly gestures given from a safe distance.",
      "strengths": "With a surprisingly intimate understanding of anatomy, it is difficult to approach him in conversations about the body.",
      "weakness": "Growing pale at the sight of blood, he is easily bullied into submission with threats or force.",
      "achievements": " ",
      "announce": "Mister",
      "race": "Human",
      "death": "Bled to death after accidentally stabbing himself in fright while exploring the Tomb of Honaria Alcasti.",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/nicholas-lotheed.png",
      "classes": "Vigilante Aristocrat 1",
      "camptrait": "Child of Oppara",
      "noblerank": "Major",
      "persona": " "
    },
    {
      "status": "dpc",
      "title": " ",
      "name": "Tim Tim",
      "surname": "*The Destroyer*",
      "attitude": "friendly",
      "appearance": "Keeping his helmet worn nearly always, Tim Tim *The Destroyer* is never seen without an array of weaponry, even when at formal events or high-end clubs with fine dinning and strict dress codes.",
      "background": "A former Qadiran sold into slavery, Tim Tim earned his title and his freedom through gladiatorial combat. Now that he is his own master, he seeks to buy his pet tiger, Sasha, who is still owned and used in the arena.",
      "biases": "Still getting used to the finer things, he appreciates gifts of all kinds, most particularly of fresh fruits, cheeses, and meats. He does not care for snobbery, and will quickly turn against those who seem snooty, especially among the nobility.",
      "strengths": "With a hatred for slavery, he seeks to free others and will not tolerate conversations about taking way liberties from lower-ranked citizens.",
      "weakness": "He loves his Sasha and has a fondness both for her and for felines in general.",
      "achievements": " ",
      "announce": " ",
      "race": "Human",
      "death": "Electrocuted by a damaged clockwork familiar which was defending the Tomb of Honaria Alcasti.",
      "order": "2",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/tim-tim.png",
      "classes": "Fighter 1",
      "camptrait": "Athletic Champion",
      "noblerank": "None",
      "persona": " "
    },
    {
      "status": "dpc",
      "title": " ",
      "name": " ",
      "surname": "Cross",
      "attitude": "indifferent",
      "appearance": "This hulking man has an unusual scar pattern on his chest, indicating a giant gash running rom his neck to his naval and a shorter gash running horizontally across his chest. He keeps a tidy short-cropped beard with a lengthy ponytail.",
      "background": "As a young man, he was cut open for sacrifice, only to remarkably recover after a few days of exposure to the elements. Naming himself Cross after his scar pattern, this anti-social man finds himself in the spotlight of the Taldan elite due to his startling endurance exhibitions in the Taldane competitive scene.",
      "biases": "While he enjoys and appreciates exhibitions of strength and displays of finesse, he detests speaking with people who talk down to him directly or tonally.",
      "strengths": "Cross is startlingly expert on the abilities and limitations of the physical body.",
      "weakness": "Cross is easily swayed with sweet treats, and is likely to open up to those offering honeyed foods rather than honeyed words.",
      "achievements": " ",
      "announce": " ",
      "race": "Human",
      "death": "Cut down by Andoren mercenaries during the Exaltation Massacre.",
      "order": "3",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/cross.png",
      "classes": "Barbarian 1",
      "camptrait": "Athletic Champion",
      "noblerank": "None",
      "persona": " "
    },
    {
      "status": "dpc",
      "title": "Knight",
      "name": "Gene",
      "surname": "Starwind",
      "attitude": "helpful",
      "appearance": "Gene's most recognizable traits are his spiky, bright red hair, blue eyes and the prominent scars on his body. He is quite tall, standing at roughly six feet, and has a very lean-but-muscular body type along with a large, red tattoo of a star on his left shoulder.",
      "background": "Gene is a very guarded catfolk, hardly ever displaying his true feelings. An outlaw and jack-of-all-trades, Gene was smuggled into the Exaltation Gala by his semi-legitimate business partner Jim Hawking, who is still among the missing since the Massacre.",
      "biases": "He is much easier to influence while drinking or surrounded by beautiful women, though he's quick to bicker with people regarding him as immature or overeager.",
      "strengths": "Highly combative, gene doesn't respond well to threats.",
      "weakness": "A lush with a tendency to overdrink, he has a tendency to be cocky and pyromanic ever since the death of his father, Norman.",
      "achievements": "Rescuing Martella Lotheed",
      "announce": "Sir",
      "race": "Catfolk",
      "death": "Pierced through the skull by a spike from the tail of the Iron Lash of Meratt.",
      "order": "4",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gene-starwind.png",
      "classes": "Solar-blooded Sorcerer 4",
      "camptrait": "Young Reformer",
      "noblerank": "None",
      "persona": "Martyr 1"
    },
    {
      "status": "dpc",
      "title": " ",
      "name": " ",
      "surname": "Finn",
      "attitude": "indifferent",
      "appearance": "???",
      "background": "???",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "achievements": " ",
      "announce": " ",
      "race": "Human",
      "death": "Devoured by a mysterious hungry fog and forced to join its colletive while exploring Meratt's countryside.",
      "order": "5",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/finn.png",
      "classes": "Air-Fey Cross-blooded Bloodrager 4",
      "camptrait": "Young Reformer",
      "noblerank": "None",
      "persona": "Hero 1"
    },
    {
      "status": "dpc",
      "title": " ",
      "name": "Wilbur",
      "surname": "Post",
      "attitude": "indifferent",
      "appearance": "Often seen smilling, telling jokes, and speaking with his horse, Mr. Ed (as if he could understand and speak back). Alarmingly pale, Wilbur has dark eyes and a monotonic style, dressing in drak colors.",
      "background": "Genial and somewhat klutzy, Wilbur has a fantastic relationship with his horse and mount, Mr. Ed, and the two make an uncannily good team.",
      "biases": "Wilbur loves jokes but hates when people moke his relationship with Mr. Ed.",
      "strengths": "Wilbur has old Taldan values and doesn't look kindly upon overly riskee behavior.",
      "weakness": "Wilbur has a deep love for original jokes, pranks, and slapstick comedy.",
      "achievements": " ",
      "announce": " ",
      "race": "Human",
      "death": "Bled to death after being attacked by a murder of witchcrows after getting lost in Merrat's Countryside after fleeing a mysterious hungry fog.",
      "order": "6",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/wilbur-post.png",
      "classes": "Order of the Beast Cavalier 4",
      "camptrait": "Taldan Patriot",
      "noblerank": "None",
      "persona": "Hero 2"
    }
  ],
  "inactive": [
    {
      "status": "inactive",
      "title": "Father",
      "name": " ",
      "surname": "Basri",
      "attitude": "helpful",
      "appearance": "Incredibly old and with a broken spirit Father Basri shambles to and fro, reminding the Taldor traditionalists of their old deific patron, the Last Azlanti. The sadness of his patron’s death and the years since have weighed heavily on his shoulders, and he walks with a stooped back, leaning heavily on a cane. ",
      "background": "Father Basri maintains the Basilica of the Last Man as a tourist attraction, keeping Aroden at least somewhat alive and remembered. As an Archbishop, Father Basri has a permanent invitation to state celebrations, and uses the opportunity to raise donations for his dwindling church.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Holiness",
      "race": "Elf",
      "secretweak": "Father Basri dedicated his life to Aroden over a century ago, and he remembers fondly the times before the commencement of the Age of Lost Omens. Those who use Arodenite aphorisms in their speech can quickly coax a warm smile from Father Basri.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/father-basri.png"
    },
    {
      "status": "inactive",
      "title": " ",
      "name": "Sepsina",
      "surname": "Crabbe",
      "attitude": "indifferent",
      "appearance": "Sepsina is rail-thin and pale, looking vaguely surprised or frightened by everything.",
      "background": "Dame Crabbe's daughter, Sepsina fell into her current despondency after the suicide of her fiancé'.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Miss",
      "race": "Human",
      "secretbias": "Sepsina has a predisposition to avoid any conversation around her mother trying to arrange for a suitor for her (-2).",
      "secretstrength": "Any conversation about the hedge maze out back makes her extremely uncomfortable.",
      "secretweak": "Any conversation about the hedge maze out back makes her extremely uncomfortable.",
      "successes": "0",
      "remain": "4",
      "totalneed": "4",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/sespina-crabbe.png"
    },
    {
      "status": "inactive",
      "title": "Knight",
      "name": "Remilliard",
      "surname": "Kastner",
      "attitude": "friendly",
      "appearance": "In the gold-and-crimson plate of Ragathiel, Remilliard stands self-assuredly, his golden hair tied back from his clean-shaven face. Alert blue eyes glance towards any he thinks as trouble and they spark in fury at the idea of peace with modern Cheliax.",
      "background": "Descendant of the Kastner family that remained in Taldor, Remilliard has taken his family’s senate seat and uses his position to fight for progressive change within Taldor.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy",
      "announce": "Sir",
      "race": "Human",
      "secretweak": "Remilliard can be a bit too focused on his need for vengeance against the slights his family name has endured since the separation of Cheliax from Taldor. He can be goaded into lengthy diatribes against any move towards a peaceful future with Cheliax that may allow some to circumvent his own progressive plans.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/remilliard-kastner.png"
    },
    {
      "status": "inactive",
      "title": " ",
      "name": "Portimer",
      "surname": "of Stachys",
      "attitude": "indifferent",
      "appearance": "With threadbare clothing and a little brown hat, protomer has several dark bruises and shakes nervously, avoiding eye contact.",
      "background": "The local miller, protomer is a husband and father to three scrawny children aged 5, 11, and 14.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Mister",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/portimer.png"
    },
    {
      "status": "inactive",
      "title": "Countess",
      "name": "Abrielle",
      "surname": "Pace",
      "attitude": "indifferent",
      "appearance": "Only ridiculously gauche noble clothing and fine jewelry set Countess Pace apart from any other Taldan. Her face is usually in a smile, though it quickly turns to a sneer when she loses control of the conversation. She has short but well-kept brown hair locked back in a stylized bun.",
      "background": "A countess and member of the senate from a county along the western borders of Taldor, Abrielle Pace seeks to advance by any means available.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Her Excellency",
      "race": "Human",
      "secretweak": "She has an obvious willingness to quickly shift her political stance depending on whom she's speaking with.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/abrielle-pace.png"
    },
    {
      "status": "inactive",
      "title": "Captain",
      "name": " ",
      "surname": "Seferi",
      "attitude": "friendly",
      "appearance": "Dressed in her corsair blacks and blues, Captain Seferi sticks out like a sore thumb (and the 12 inch peacock feather in her hat doesn't help matters). Scowling, she moves about anxiously, and the faint smell of rum wafts about her.",
      "background": "A Zimar Corsair, little is known about Captain Seferi for certain, though a few like to tell fanciful stories. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Captain",
      "race": "Human",
      "secretweak": "Despite her seemingly rough demeanor, Captain Seferi just want to earn the approval of Princess Eutropia, and has no idea how to do it. Giving her advice on how to dress or act encourages her, and a gift of a proper set of clothing to wear or a good gift to offer the Princess after the vote can help her find the confidence uses as she faces the rest of the world.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/captain-seferi.png"
    },
    {
      "status": "inactive",
      "title": "Earl",
      "name": "Gahez",
      "surname": "Varima",
      "attitude": "friendly",
      "appearance": "A tall man, Gahez keeps a weary smile on his face while dealing with some of his colleagues in the senate. His long black hair falls loosely straight pat his shoulders. His outfits seem to be well-traveled, as if they’ve been moved around form place to place recently.",
      "background": "The senate representative from northeast of Zimar, Earl Gahez Varima traces his lineage back to the first Vudrani immigrants to Taldor.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy",
      "announce": "Their Honorable Lordship",
      "race": "Human",
      "secretweak": "The peacemaking with Qadira and making reports to the Grand Prince have been taking their toll on Gahez’s resolve. Each senate decision regarding Qadira sends Varima in a flurry of diplomatic activity. Those looking to pressure Earl Varima may be spreading inflammatory rumors that cause his anxiety to rise.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gahez-varima.png"
    }
  ],
  "pc": [
    {
      "status": "pc",
      "title": "Knight",
      "name": "Hypatia",
      "surname": "Crabbe",
      "attitude": "helpful",
      "appearance": "Short with wild hair, this alchemist always smells like chemicals and nuts.",
      "background": "Diving into alchemy in an effort to cure her sick mother, Hypatia clings to secrets surounding her death. A talented alchemist without a home to turn to, she was sponsored by the alchemist Lady Martella Lotheed.",
      "biases": "She has fascination with knowledge and discovery, but is easily threatened with heights.",
      "strengths": "Surprisingly, logical routes are often shut down when trying to influence Hypatia.",
      "weakness": "Hypatia is much more easily appealed to by appealing to her emotions, either by motivating her through compasion or through threat against her friends.",
      "achievements": "Rescuing Martella Lotheed, Winning the Dance of the Phalanx at the Tanager Jubilee, Slaying the Iron Lash of Meratt",
      "announce": "Dame",
      "race": "Human",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/hypatia.png",
      "classes": "Alchemist 4",
      "camptrait": "Rising Star",
      "noblerank": "Lesser",
      "persona": "Martyr 2"
    },
    {
      "status": "pc",
      "title": "Tribune",
      "name": "Rodrigo",
      "surname": "Hernandez",
      "attitude": "helpful",
      "appearance": "His beard and hair are trimmed and neat, and he looks much the same as the rest of his many siblings.",
      "background": "Being 11th in line for his family wealth, he chose to strive to make a name for himself and become a senator. With the backing of my albeit lesser family name and a small stipend, he has otherwise struck out on his own path. Largely, he spent his time working as a senatorial aid before he was contacted by Martella Lotheed.",
      "biases": "He prefers the fine things in life and being able to flaunt his position and power in support of the people, and likes those who give him such opportunities or shares those same goals. He hates repeating himself, however, and when he feels ignored, he will promptly turn cold.",
      "strengths": "Anything meant to embarrass or ridicule Rodrigo will stoke his Ire and discourage continued relations.",
      "weakness": "With a fear of being forgotten to time, opportunities to make a name for himself quickly gain his interest.",
      "achievements": "Rescuing Martella Lotheed, Slaying the Iron Lash of Meratt",
      "announce": "Lord",
      "race": "Human",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/rodrigo-hernandez.png",
      "classes": "Fighter 4",
      "camptrait": "Senatorial Hopeful",
      "noblerank": "Lesser",
      "persona": "Hero 3"
    },
    {
      "status": "pc",
      "title": " ",
      "name": "Bài Hát",
      "surname": "Ingoma",
      "attitude": "friendly",
      "appearance": "Tall with absurdly long auburn hair and green eyes, this Elf wiggles her ears while excitedly *ahem* intensely studying humans.",
      "background": "Having been enraptured by a travelling human bard who entertained her whole community, Ingoma has become a collector of stories as she moves throughout human culture.",
      "biases": "Favoring unusual and unpredictable characters, those who stand out will easily find her favor, though she quickly turns against those whom she thinks see her as ignorant.",
      "strengths": "Ingoma finds repetition boring and those who constantly pursue the same course in conversations will see her quickly shoot them down.",
      "weakness": "While a quick way to her heart is through sweet gifts, she also finds humans with quirks fascinating and she tends to give them her undivided attention.",
      "achievements": " ",
      "announce": "Maid",
      "race": "Elf",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/ingoma.png",
      "classes": "Bard 3 Vivisection Alchemist 1",
      "camptrait": "Rising Star",
      "noblerank": "None",
      "persona": "Spy 2"
    },
    {
      "status": "pc",
      "title": "Knight",
      "name": "Mai",
      "surname": "Vernisant",
      "attitude": "helpful",
      "appearance": "With black hair and blue eyes, Mai Vernisant sticks out amongst her blond-hair brown-eyed family. Short with creamy white skin, she seems unnaturally attractive.",
      "background": "Despite being born in a major noble family, Mai has been left inexplicably as an outcast and looks different from her cousins. Some whisper she has a tainted parentage, while others believe she was the result of a dark ritual or pact made with extraplanar forces. An only child, her mother called Mai her *Little Starlight* and considers herself lucky to have a daughter.",
      "biases": "She has a fondness for sweet and savory foods, especially pies, though she detests those who consistently dominate conversations.",
      "strengths": "While she retains her composure gracefully in public, Mai does not excel in patience and detests dragging conversations or any other thing that feels like a waste of time.",
      "weakness": "Mai becomes attached to others very easily, and threats towards her friends or loved ones can quickly motivate her to be more amenable to requests.",
      "achievements": "Rescuing Martella Lotheed, Slaying the Iron Lash of Meratt",
      "announce": "Dame",
      "race": "Human",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/mai-vernisant.png",
      "classes": "Witch 4",
      "camptrait": "Child of Oppara",
      "noblerank": "Major",
      "persona": "Genius 2"
    }
  ],
  "target": [
    {
      "status": "target",
      "title": "Knight",
      "name": "Gul",
      "surname": "Gusairne",
      "attitude": "indifferent",
      "appearance": "Dressed immaculately, Sir Gul Gusairne keeps careful care of his clothing, though it shows signs of heavy use and his boots and coat tails are often coated in mud from the day.",
      "background": "The seneschal of the Palace of Birdsong, Sir Gul Gusairne is responsible for the security of the Palace, and by extension, the County of Meratt.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Sir",
      "race": "Half-Elf",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gul-gusairne.png"
    },
    {
      "status": "target",
      "title": "Count",
      "name": "Bartelby",
      "surname": "Lotheed",
      "attitude": "friendly",
      "appearance": "Handsome but vaguely unsettling, Bartelby has the demeanor of a man comfortable in his superiority. His face is expressive of his ever-changing moods—warm one moment, cold and distant the next. ",
      "background": "The current steward of the Palace of Birdsong and the County of Meratt, Count Lotheed comes from a long line of talented arcanists.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Bluff, K: Planes, K: Arcana, Appraise 16",
      "announce": "His Excellency",
      "race": "Human",
      "secretbias": "Bartelby despises fools, and has no time for anyone without an Intelligence score of at least 12 or ranks in at least three different Knowledge skills (–2). He admires fellow practitioners of the arcane arts (+2). ",
      "secretstrength": "Bartelby has only contempt for the common peasant and feels they should know their place and remain quiet. Invoking any sense of compassion for the downtrodden or sense of collective identity with peasants raises his hackles.",
      "secretweak": "Bartelby is greatly swayed by intellectual gifts. Anyone presenting him with an antique or spellbook worth at least 250 gp gains a +1 bonus on checks to influence him.",
      "successes": "0",
      "remain": "10",
      "totalneed": "10",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/bartelby-lotheed.png"
    },
    {
      "status": "target",
      "title": " ",
      "name": "Cateline",
      "surname": "Lotheed",
      "attitude": "unfriendly",
      "appearance": "Always in darker shades of clothing, Lady Cateline wears exquisite dresses and silvered jewelry. Flowing blond hair hangs loosely around her expressive face, and she is rarely seen without a book written in either magical or archaic script.",
      "background": "Bartelby's Sister, Cateline is perhaps Martella's friendliest living relative in that she's never been hostile but has instead kept their relationship icy, despite being best friends in their childhood. Cateline's studies in the arcane, relative self-reliance, and utter lack of responsibilities makes her semi-nomadic.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Lady",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/cateline-lotheed.png"
    },
    {
      "status": "target",
      "title": "Duchess",
      "name": "Veleto",
      "surname": "Lotheed",
      "attitude": "indifferent",
      "appearance": "Old and gray, her face is crossed with smile wrinkles and her clothing looks just slightly large and worn, as if she's had them for a long time and has steadily lost weight. She walks gracefully and upright and looks rather pretty despite her advanced age.",
      "background": "A woman of wit, guile, and uncanny insight, the Duchess Veleto was a legendary infiltrator in her youth until she married and shifted roles to a manipulative grand dame of the Opparan social scene. Now of venerably old age, she mostly stays at the Palace of Birdsong under the care of her great nephew Bartelby.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Her Grace",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/veleto-lotheed.png"
    },
    {
      "status": "target",
      "title": "Duke",
      "name": "Panivar",
      "surname": "Lotheed VI",
      "attitude": "indifferent",
      "appearance": "Too few have seen Duke Panivar in recent years to get an accurate description.",
      "background": "Lady Martella's Uncle, Duke Panivar is a renowned archmage and is not to be trifled with. Avoid at all costs.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Grace",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/panivar-lotheed.png"
    },
    {
      "status": "target",
      "title": " ",
      "name": "Titus",
      "surname": "Lotheed-Casava",
      "attitude": "hostile",
      "appearance": "Young and proud, Titus' ornate dueling sword accents his green tunic proudly. The smell of his cologne is overpowering, but while it covers his breath, his glassy, drooping eyes and irregular speech make it obvious he's been drinking.",
      "background": "A distant cousin of Martella's by marriage, Titus is a spoiled bully with an intimidating reputation as an accomplished duelist. Oppara's given him everything he's wanted out of life, and he's not yet faced any real threats to his lifestyle.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Lord",
      "race": "Human",
      "secretweak": "Surprisingly discerning for an alcoholic, Titus is easy to distract with gifts of alcohol worth at least 10gp more than what is otherwise available to him at the moment. Pouring elven wine into him is an especially good way to distract him or get him off your back, for a moment anyway.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/titus-lotheed-casava.png"
    },
    {
      "status": "target",
      "title": " ",
      "name": "The Night",
      "surname": "Swan",
      "attitude": "hostile",
      "appearance": "Descriptions vary wildly between *eyewitness* accounts. Proportedly garbed in white, silver, and gold, this woman is described as holding herself with both grace and stength.",
      "background": "While many claim the Night Swan is an ancient and mythical fey, others claim it is a simple bandit. Either way, attacks are recent and relatively frequent, and most attacks on the road are attributed to The Night Swan, deserved or not.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": " ",
      "race": "Unknown",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/unknown.png"
    },
    {
      "status": "target",
      "title": " ",
      "name": "Rena",
      "surname": "Winterall",
      "attitude": "hostile",
      "appearance": "Dressed in woodland greens, Rena is described as an agile woman rarely seen without her knives.",
      "background": "The daughter of a local homesteader who lost his lands under the Lotheeds' taxes, Rena leads a group of outlaws hiding within and raiding from the Lionsmane Forest.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Miss",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/rena-winterall.png"
    }
  ],
  "unknown": [
    {
      "status": "unknown",
      "title": " ",
      "name": "Zenobius",
      "surname": "Caal",
      "attitude": "indifferent",
      "appearance": "Short, balding, and lazy, Zenobius Caal peruses financial records in his spare time, pursuing careful mathematical notation with a rarely rivaled zeal.",
      "background": "Count Lotheed's accountant and moneychanger, Zenobius Caal keeps the palace's books and arranges loans to and collections from local nobles and institutions.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Mister",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/zenobius-caal.png"
    },
    {
      "status": "unknown",
      "title": "Viscount",
      "name": "Theon",
      "surname": "Cenabri",
      "attitude": "unfriendly",
      "appearance": "Dressed in muted colors and lacking ostentatious jewelry, Viscount Theon Cenabri stands out in this particular crowd as the only noble not wearing flashy jewels. He might be mistaken for a servant were in not for his expensive and well-recognized signet ring and frequent appearance at state events.",
      "background": "A distant descendant of Italice Cenabri, who was murdered by Honaria Alcasti's Lieutenant, this particular viscount is remarkable in that while he has done little more than coast on his family name, he has done nothing scandalous to harm his family name, and he treats his servants better than most. Invested in protecting his family's name, he has a quiet but deep hatred for Remaio Alcasti.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Lordship",
      "race": "Human",
      "secretweak": "Caring for the preservation of his family history, he appreciates anyone demonstrating a similar knowledge of their heritage as well as anyone who holds a deep respect for tradition and bloodlines.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/theon-cenabri.png"
    },
    {
      "status": "unknown",
      "title": " ",
      "name": "Zariyah",
      "surname": "Clement",
      "attitude": "indifferent",
      "appearance": "Lady Zariyah Clement dresses in glowing golden dresses with delicately styled hair that is on the edge of the latest Taldan fashion. Of noble bearing, she keeps poised even when confronted by the least magnanimous amongst Taldor’s senate.",
      "background": "Lady Zariyah Clement’s family has roots that tie it to the Sixth Army of Exploration’s expedition in the Mwangi Expanse. She is focused on keeping her family in power even while helping effect change in Taldor’s political arena.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Lady",
      "race": "Human",
      "secretweak": "Lady Clement is deeply concerned about her family’s position in Taldor. Despite coming into the senate on the family’s growing merits, this fear is never far from her mind. While some just see her meticulous mien, she can be focused on hearing about her family’s status. In the current political climate, she tries to use what she gleans so she can react to her efforts to assist the claim that Princess Eutropia is making for the Lion Throne while keeping her family’s position intact.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/zariyah-clement.png"
    },
    {
      "status": "unknown",
      "title": " ",
      "name": " ",
      "surname": "Felsha",
      "attitude": "indifferent",
      "appearance": "Dressed in ratty, third-hand clothing, Felsha is often seen in the streets of towns begging for help.",
      "background": "An advocate for New Towne, Felsha became interesting when she was attacked by assailants on the road only to be saved by someone she now calls ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Miss",
      "race": "Half-Elf",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/felsha.png"
    },
    {
      "status": "unknown",
      "title": "Senator",
      "name": " ",
      "surname": "Gengethlia",
      "attitude": "indifferent",
      "appearance": "Old by even dwarven standards, Senator Gengethlia attends the senate in his most formal and ancient of clothing - which happens to be his old wrestling attire. Grey and balding, with teeth have long since been lost to the stone, he smiles and scowls in equal measure.",
      "background": "One of Taldor's more unusual senators, Gengethlia is an old former wrestler who was appointed to the Senate by Stavian I because of his popularity. He's made no secret that he's been recruiting a private militia for ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Lordship",
      "race": "Dwarf",
      "secretweak": "As one of only a handful of dwarven Senators, Gengethlia has a weakness for his own people and their stories. Anyone with the knowledge of dwarven kind can pick easily pick up the notes of oral traditions in his speech, and those who use them back find themselves immediately endearing to the old Skald.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gengethlia.png"
    },
    {
      "status": "unknown",
      "title": "Landgrave",
      "name": "Ogvai",
      "surname": "Jarlbjorn",
      "attitude": "indifferent",
      "appearance": "This Ulfen man has stringy blonde hair streaming down in a torrent of waves and wild strands. His eyes are ever watchful and he quickly faces newcomers to his conversation. He seems to be in constant motion, even if he’s standing still.",
      "background": "Having earned his title for a diligent warning on a rain-soaked evening, Ogvai quickly became known for his effectiveness and practicality. He was raised to an empty senate seat to become entrenched in political conflicts far from his Fog Peaks territory.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Their Highborn Lordship",
      "race": "Human",
      "secretweak": "Landgrave Jarlbjorn detests anything that has a feeling of “witch magic” to it, keeping his childhood superstitions withheld from those around him but it can be a “weakness” that others might exploit.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/ogvai-jarbjorn.png"
    },
    {
      "status": "unknown",
      "title": " ",
      "name": " ",
      "surname": "Jeke",
      "attitude": "friendly",
      "appearance": "A fisherman living in an old beaver dam, Jeke smells cleaner than you'd expect, but his body odor is still strong.",
      "background": "An old man tired of city life, Jeke calls himself ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Mister",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/jeke.png"
    },
    {
      "status": "unknown",
      "title": "Viscountess",
      "name": "Octavia",
      "surname": "Nicodemius",
      "attitude": "indifferent",
      "appearance": "A wizened woman in dark noble clothing, Octavia Nicodemius’ eyes have a hint of cataracts. Her white hair is unkempt, and her bearing is one that long ago left worrying about what others feel as appropriate to the younger nobles.",
      "background": "One of the longest serving senators, Octavia Nicodemius is more focused on her own concerns than that of the war for the crown. She may be moved to favor the Princess Eutropia, but currently she favors the stability offered in maintaining the status quo.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Her Ladyship",
      "race": "Human",
      "secretweak": "Octavia Nicodemius is not one for the distractions of the Exaltation Gala or senate life, she’s focused on completing a compilation of her archiving of the Endless Repository. She can be seen testing potential replacements to her seat and stewardship of the Repository as the Gala allows her access to a lot of talented people that may impress her enough to seek more from them.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/octavia-nicodemius.png"
    },
    {
      "status": "unknown",
      "title": " ",
      "name": "Dominicus",
      "surname": "Rell",
      "attitude": "unfriendly",
      "appearance": "Lord Dominicus Rell is an imposing man of Azlanti ancestry, and the cold stare of his multi-colored eyes has been known to freeze people in their tracks. Lean but strong, he keeps his movements precise and deliberate.",
      "background": "A close advisor of the Grand Prince of Taldor, Dominicus Rell is also the head of the Lion Blade's hidden Shadow Schools, and the only man alive who knows all of their locations. While technically palace staff, Dominicus Rell is one of the few outside of the Grand Prince's personal attaché and family who lives at the Imperial Palace.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Lord",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/dominicus-rell.png"
    },
    {
      "status": "unknown",
      "title": "Duke",
      "name": "Georgi Blackus",
      "surname": "Talbot II",
      "attitude": "indifferent",
      "appearance": "A bald man in his fifties, Duke Georgi Backus Talbot II has pinched face and discerning eyes as if weighing the value of the people he speaks with. He dresses in dark blue Taldan fashions, with an emerald diadem on a golden circlet on his head and has a graying moustache.",
      "background": "Duke Georgi Backus Talbot II is a political figure cut of two cloths: one a trade magnate, the other a senator in the Taldan empire.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Grace",
      "race": "Human",
      "secretweak": "Talbot’s distrust of close connections may make it harder for those seeking to get into his good graces. The betrayal of his son’s to the faith of Abadar still stings, which makes those words appealing to his family or boasts of adventuring fall on deaf ears.",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/georgi-blackus-talbot.png"
    },
    {
      "status": "unknown",
      "title": "Baron",
      "name": "Araig",
      "surname": "Telus",
      "attitude": "hostile",
      "appearance": "Often dressed in royal blues, no one has seen Araig Telus in a few years.",
      "background": "The baron of a strong and stable barony, Araig Telus is proud and aloof most of the time. When he first went missing, people mostly assumed he went on a long hunting trip, though his servants claim he is still in his manor and simply refusing to leave. The town of Jambis has since been abandoned following a combination of neglect, fires, and monster attacks.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "His Lordship",
      "race": "Human",
      "secretbias": " ",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/araig-telus.png"
    },
    {
      "status": "unknown",
      "title": " ",
      "name": "Yarelle",
      "surname": "Towsine",
      "attitude": "indifferent",
      "appearance": "Friendly and welcoming, she has gray hair and watches everyone carefully.",
      "background": "A distant cousin - several times removed - of Adella Voinum, Yarelle studied the arcane in Oppara only to discover she missed the country side. She now helps to lead the tiny hamlet of Cascina.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "announce": "Lady",
      "race": "Human",
      "remain": "0",
      "death": " ",
      "order": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/yarelle-towsine.png"
    }
  ]
}