{
  "active": [
    {
      "status": "active",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": "Broyse",
      "surname": "Rengiana",
      "attitude": "indifferent",
      "appearance": "While he carries himself with a noble and militaristic barring, Grand Duke Broyse Rengiana almost always seems distant, laughing a little later than everyone else and taking more than a moment to reply to questions asked.",
      "background": "A dutiful administrator, Grand Duke Broyse Rengiana overseas Avin Prefecture's affairs from his estate a few miles outside of Yanmass. A former commander in the Taldan Horse while his mother ruled the prefecture, the Grand Duke has a special affinity and loyalty to the cavalry, and his rivals criticize his subservience to the military rather than the other way around. He is only ever seen in public alone, or with his wife, Grand Duchess Zymalla Rengiana.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/broyse-rengiana.png"
    },
    {
      "status": "active",
      "announce": "Her Imperial Highness",
      "title": "Grand Duchess",
      "name": "Zymalla",
      "surname": "Rengiana",
      "attitude": "indifferent",
      "appearance": "Friendly and courteous, Grand Duchess Zymalla Rengiana is everything her husband isn't when it comes to the social scene. A delight to be around, she lifts peoples spirits, so long as no one asks questions about her family. With graying hair, she looks more distinguished, not diminished, with age.",
      "background": "The Grand Duchess Zymalla Rengiana is the wife of the Grand Duke of Avin, Broyse Rengiana, in a wedding arranged by their parents at his birth. 6 years his elder, Zymalla is extremely private, despite her frequent appearance at her husbands side, and in his absence, at imperial events and festivities. Of her three children, none of her two sons or her daughter are ever seen together, and rumors around why circulate freely.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/zymalla-rengiana.png"
    },
    {
      "status": "active",
      "announce": "His Grace",
      "title": "Duke",
      "name": "Georgi Blackus",
      "surname": "Talbot II",
      "attitude": "indifferent",
      "appearance": "A bald man in his fifties, Duke Georgi Backus Talbot II has pinched face and discerning eyes as if weighing the value of the people he speaks with. He dresses in dark blue Taldan fashions, with an emerald diadem on a golden circlet on his head and has a graying moustache.",
      "background": "Duke Georgi Backus Talbot II is a political figure cut of two cloths: one a trade magnate, the other a senator in the Taldan empire.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/georgi-blackus-talbot.png"
    },
    {
      "status": "active",
      "announce": "General",
      "title": "General",
      "name": "Relyson",
      "surname": "Gwein",
      "attitude": "friendly",
      "appearance": "As a general and working soldier, she is most often seen wearing full plate armor, with her helm removed to let her curly hair down, while riding atop her horse and carrying the standard of the Taldan Horse, whose regiment she commands. Few have seen her without either her horse or her armor. She is highly professional, always addressing others by their rank or title, and never answers questions about her personal life.",
      "background": "Commander of the Avin Prefecture's Taldan Horse, the safety of traders and travelers along the Golden Path within Taldor's Borders fall under her responsibility, as do the keeps, camps, and towers placed along the roadside. As her regiment is assigned both horse and elephant units, and her patrol area is large, densely populated, and notoriously dangerous, her command is one of the most critical for Taldor's defense and economic stability. She has two children, widely rumored to have been conceived while she was *on maneuvers*.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/relyson-gwein.png"
    },
    {
      "status": "active",
      "announce": "Lord",
      "title": "Lord",
      "name": "Rudig",
      "surname": "Autun",
      "attitude": "indifferent",
      "appearance": "Vain and Foppish, Lord Rudig Autun wears an extravagant amount of jewelry and speaks loudly and frequently about the cut of cloth, the clarity of gems, and the measure and fit of clothes of those around him.",
      "background": "Yanmass's largest spice importer and one of its wealthiest citizens, Lord Rudig Autun believes himself an authority on culture and fashion and makes no secret of his support for the Imperialist faction. Rummor's say this Mercantile Principle is amassing his fortunes in a bid for a significant title, perhaps even the Yanmass Barony.",
      "biases": "A traditionalist, he prefers lawful types following traditional roles and doesn't care for chaotic people or people with revolutionary ideals.",
      "strengths": "???",
      "weakness": "He knows a good deal when he see's one, and while he does not accept bribes, he does accept exchanges.",
      "skills": "Diplomacy, Appraise, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/rudig-autun.png"
    },
    {
      "status": "active",
      "announce": "Their Highbourn Lordship",
      "title": "Landgrave",
      "name": "Ogvai",
      "surname": "Jarlbjorn",
      "attitude": "indifferent",
      "appearance": "This Ulfen man has stringy blonde hair streaming down in a torrent of waves and wild strands. His eyes are ever watchful and he quickly faces newcomers to his conversation. He seems to be in constant motion, even if he’s standing still.",
      "background": "Having earned his title for a diligent warning on a rain-soaked evening, Ogvai quickly became known for his effectiveness and practicality. He was raised to an empty senate seat to become entrenched in political conflicts far from his Fog Peaks territory.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate or Pro: Soldier",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/ogvai-jarlbjorn.png"
    },
    {
      "status": "active",
      "announce": "Lord",
      "title": " ",
      "name": "Dominicus",
      "surname": "Rell",
      "attitude": "friendly",
      "appearance": "Lord Dominicus Rell is an imposing man of Azlanti ancestry, and the cold stare of his multi-colored eyes has been known to freeze people in their tracks. Lean but strong, he keeps his movements precise and deliberate.",
      "background": "A close advisor of the Grand Prince of Taldor, Dominicus Rell is also the head of the Lion Blade's hidden Shadow Schools, and the only man alive who knows all of their locations. The imperial palace, and its treasury by extension, were sealed by his orders and none may come or go without his permission, which he has so far extended to only himself and a few guards to patrol the interior.",
      "biases": "[Redacted]",
      "strengths": "???",
      "weakness": "???",
      "skills": "P: Dance or K: History",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/dominicus-rell.png"
    },
    {
      "status": "active",
      "announce": "Her Ladyship",
      "title": "Viscountess",
      "name": "Octavia",
      "surname": "Nicodemius",
      "attitude": "indifferent",
      "appearance": "A wizened woman in dark noble clothing, Octavia Nicodemius’ eyes have a hint of cataracts. Her white hair is unkempt, and her bearing is one that long ago left worrying about appearance and etiquette to the younger nobles.",
      "background": "One of the longest serving senators, Octavia Nicodemius is well into her nineties and far more focused on completing her magnum opus - The Endless Repository - and both finishing its cataloguing and finding a successor than the war for the crown. She may be moved to favor the Princess Eutropia, but currently prefers the stability of the status quo.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/octavia-nicodemius.png"
    },
    {
      "status": "active",
      "announce": "Headmaster",
      "title": "Headmaster",
      "name": "Venarius",
      "surname": "Apillo",
      "attitude": "indifferent",
      "appearance": "Heavily balding with just a wisp of snow-white hair left, Headmaster Apillo nevertheless possesses an intense, penetrating stare, and a sharp intellect pefect for asking young ensigns and lieutenants pointed questions.",
      "background": "A well meaning but old fashioned headmaster, Venarius Apillo is the stubborn head of the Gennaris Academy, the most prestigious institution of education in Zimar. Any officer seeking the rank of Commander, Captain, or higher must either receive their commission or follow on training there, and as he has been the headmaster for nearly sixty years, nearly all the current commanding officers have both received their commissions and reprimands from Apillo.",
      "biases": "Stubborn and traditional, he favors true taldans born to traditional families and he has a distaste for anyone foreign born or of an inhuman bloodline. He also has a deep distrust of anyone from Qadira *cannot attempt influence checks*.",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/venarius-apillo.png"
    },
    {
      "status": "active",
      "announce": "Lord",
      "title": "Tribune",
      "name": " ",
      "surname": "Aric of Northern Tandak",
      "attitude": "helpful",
      "appearance": "An ever-smiling man with short, wavy hair shot with gray, a tightness around his eyes as he continually scans the crowd. His clothes speak of the latest fashions, but seem to be slightly sized for larger man keeping an air of quick movement around him.",
      "background": "An attending tribune judge from the Northern Tandak, Aric is found at the edges of the crowd holding his own with his wit and charm though he seems like he’s looking for something else while working the room.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, K: Nobility, or P: Oratory",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/aric-of.png"
    },
    {
      "status": "active",
      "announce": "Lady",
      "title": "Lady",
      "name": "Zariyah",
      "surname": "Clement",
      "attitude": "indifferent",
      "appearance": "Lady Zariyah Clement dresses in glowing golden dresses with delicately styled hair that is on the edge of the latest Taldan fashion. Of noble bearing, she keeps poised even when confronted.",
      "background": "Lady Zariyah Clement’s family has roots that tie it to the Sixth Army of Exploration’s expedition in the Mwangi Expanse. She is focused on keeping her family in power even while helping effect change in Taldor’s political arena.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy, and K: Nobility",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/zariyah-clement.png"
    },
    {
      "status": "active",
      "announce": "Master",
      "title": "Master",
      "name": " ",
      "surname": "Hannicus",
      "attitude": "unfriendly",
      "appearance": "Rather large for a woman, Master Hannicus was also called *dwarf-shouldered* in her youth by cruel classmates. Spending her time with *unfeeling metal that always showed kindness by comparison*, this master smith cares little for people, and shows no affection to things that are not crafter magestically, functionally, and without identifiable flaw. Her incredibly high standards and social desertion make her difficult to get along with, but a treat to watch create.",
      "background": "This master smith and phalanx veteran runs the Sovereign Smithy and commands the elite Battlesmiths guarding its premises from theft and patrolling the market for forgeries. The Sovereign Smithy is perhaps the finest smithy in Taldor, with only master smiths and enchanters employed, and every piece of armor or weaponry crafted here is of masterwork and sometimes magical quality. The Sovereign Smithy makes equipment for the elite paramilitary units and high ranking members of the imperial army and navy. Their wares are etched with the signature sword-and-falcon marker and forgers are punished with the loss of their right hand at the wrist or death if repeating the offense.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/hannicus.png"
    },
    {
      "status": "active",
      "announce": "Venture Captain",
      "title": "Venture Captain",
      "name": " ",
      "surname": "Muesello",
      "attitude": "friendly",
      "appearance": "Older and graying, Venture-Captain Muesello has a pockmarked face with a smattering of permanent creases and worrylines. He has not been seen in Taldor since the Exaltation Massacre, when his cover as a bait and takle shop keeper was blown and he was revealed to be a pathfinder illegally operating within Taldor's Capital.",
      "background": "The head of the clandestine Pathfinder Lodge in Oppara, which uses the cover of a bait and tackle shop, Muesello was a powerful and influencial character before the Grand Day of Exaltation. After an operation with the Sovereign court was exposed and their cover was blown, the lodge was closed and he and his pathfinder fled, with most of them returning to Absalom. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/venture-captain-muesello.png"
    },
    {
      "status": "active",
      "announce": "Miss",
      "title": " ",
      "name": "Selli",
      "surname": "Okerra",
      "attitude": "friendly",
      "appearance": "High-spirited and enthusiastic, Selli prefers going everywhere in her custom leather armor, a habit her father has done nothing to discourage. Adventurous and with an inherited love for story-telling, she happily explains to anyone who asks how the scar over her eye was from barely dodging an assassins arrow while fishing, the scars on her cheek from when she wrestled a wolf to the ground over an insult he gave to her father, and how she lost the two small fingers of her right hand to a fox in a crooked game of cards.",
      "background": "Nicolaus’s greatest weakness and blind spot is his high-spirited daughter, Selli. Inheriting her fathers zeal for adventure, she grew up on tales of heroism and wants to be a great hero like her father, but at only 10 years old, she has a lot of learning to do first. Moreover, while Nicholaus once promised she could join the military, since the death of his wife Nirvenna, he has been trying to kindle an interest in academia in her heart before she dies on a battlefield far from home.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/selli-okerra.png"
    },
    {
      "status": "active",
      "announce": "Shaper",
      "title": "Shaper",
      "name": " ",
      "surname": "Polgrin",
      "attitude": "friendly",
      "appearance": "Wearing robes of the druidic Order of the Flame, pilgrim looks relatively wild and unwashed with an almost barbaric passion behind his eyes. Nevertheless, he walks and acts purposefully and with restraint.",
      "background": "A member of the Wildwood Lodge and an initiate of the Order of the Flame, Polgrin remains a potentially useful contact within the Verduran Forest with whom many of the Agents have already met.",
      "biases": "Doesn't like people wearing metal armor, but likes people with animal companions, familiars, or mounts.",
      "strengths": "Knows his woodcraft and his way around, and can easily see through navigational-related lies.",
      "weakness": "He prefers animals over humans, and if he's conversing with an animal or person in animal form, he's much more open.",
      "skills": "Bluff, K: Nature, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/polgrin.png"
    }
  ],
  "agent": [
    {
      "status": "agent",
      "announce": "Her Grace",
      "title": "Baroness Legate",
      "name": "Adella",
      "surname": "Voinum",
      "attitude": "helpful",
      "appearance": "A woman of legendary stature in her youth, age has finally begun to bend the baroness, and she now stands merely 6 feet tall. She still proudly displays the scar left when an Andoren spear pierced her face years ago.",
      "background": "A woman of wealth and discipline, Baroness Voinum is a retired commander of the Taldan Phalanx. She is best known as the local grump—condescending, detached, and judgmental—but is also a font of knowledge regarding the region’s history. She sees through the deception of the new ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, Diplomacy, Ride, Pro: Brewer, K: History",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/adella-voinum.png"
    },
    {
      "status": "agent",
      "announce": "Chief Custodian",
      "title": "Chief Custodian",
      "name": " ",
      "surname": "Iphalt-C",
      "attitude": "helpful",
      "appearance": "One of many eternally-helpful Arbiter's manning Axis, the other Arbiter's at the Hall of Final Deeds make a half-bow whenever he passes, denoting his seniority.",
      "background": "In charge of maintaining the Hall of Final Deeds and helping to tend to the fallen, the listless, and the people coming to pay respects, Iphalt-C is designed to assist those visiting or residing in Sayashto's graveyard.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/iphalt-c.png"
    },
    {
      "status": "agent",
      "announce": "Lord Squire",
      "title": "Lord Squire",
      "name": " ",
      "surname": "Saip",
      "attitude": "helpful",
      "appearance": "An adorable Tamarin, this monkey has several other tamarins guarding his person at all times and walks the streets with an heir of protectiveness and propriety.",
      "background": "The reigning lord of the Order of the Eaves, this tamarin directs his massive troop to patrol Sayashto, deliver messages, and run minor errands.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/saip.png"
    },
    {
      "status": "agent",
      "announce": "His Lordship",
      "title": "Baron",
      "name": "Kalbio of",
      "surname": "Breezy Creek",
      "attitude": "helpful",
      "appearance": "Kalbio uncomfortably wears clothing of noble finery, constantly fidgeting with the cuffs or scratching at his neck. His calloused hands, simple hair style, and sun-beaten face all set him apart, as does his broad, genuine smile.",
      "background": "Kalbio is from the small hamlet of Breezy Creek, and he is the intended recipient of the noble elevation from Grand Prince Stavian. His parents scrounged copper pieces to pay for his education as a weaver’s apprentice, and he showed remarkable skill. His story inspired several local nobles to begin clamoring over his tapestries, and for nearly a decade the savant’s work has decorated even the imperial palace. After bein murdered by Grand Prince Stavian III as the signal to begin the Exaltation MAssacre, his body was collected by agents of the Sovereign Court and he was raised from the dead in secret, and those agents are now Always Welcome at Breezy Creek.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/kalbio.png"
    },
    {
      "status": "agent",
      "announce": "His Lordship",
      "title": "Baron",
      "name": "Nicolaus",
      "surname": "Okerra",
      "attitude": "helpful",
      "appearance": "This handsome bear of a man stands a head taller than the crowd, and while starting to show his age with flecks of white in his black hair and beard, he retains a youthful smile and gentle eyes.",
      "background": "A popular noble and hero from Meratt, Nicolaus Okerra’s salt-and-pepper hair is the only suggestion that time may be beginning to slow him down. He lives to do right by those who depend on him: as a soldier, as a leader, and as a father, having returned home from his military career to raise his daughter, Selli, after his late wife Nirvenna was killed by a troll.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Ride, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/nicolaus-okerra.png"
    },
    {
      "status": "agent",
      "announce": "His Lordship",
      "title": "Baron",
      "name": "Araig",
      "surname": "Telus",
      "attitude": "friendly",
      "appearance": "Often dressed in royal blues, Araig Telus has been reported seen by few and is apparently still recovering from a curse.",
      "background": "The baron of a strong and stable barony, Araig Telus is proud and aloof most of the time. When visited, all but critical visitors and members of his court are turned away, with his servants explaining that he is still in recovery. The town of Jambis has recently been reclaimed by much of its citizenry, though few have seen the Baron in person.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/araig-telus.png"
    },
    {
      "status": "agent",
      "announce": "Honorable Lord",
      "title": "Acolyte",
      "name": "Festo",
      "surname": "Mise",
      "attitude": "helpful",
      "appearance": "Incorporating priest robes with heavy armor, Festo follows the principles of balance and order as best as he can manage in both his personal actions and his physical appearance.",
      "background": "A devout acolyte of Abadar, Festo Mise worked at the Grand Bank in Lotheedar until his best friend was killed on pilgrimage to Goldpebble Canyon. After being rescued by the Tribunes of Stachys, he decided to move to their small community to help rebuild the community and construct a local temple bank to Abadar.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/festo-mise.png"
    },
    {
      "status": "agent",
      "announce": "Her Holiness",
      "title": "Archbanker",
      "name": "Lady",
      "surname": "Paril",
      "attitude": "friendly",
      "appearance": "Dressed in immaculate priestess robes, the Archbanker always smells like a different perfume each day.",
      "background": "The Archbanker of the Grand Bank of Abadar in Lotheedar, Paril is perhaps the most important and useful non-noble in Meratt.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/archbanker-paril.png"
    },
    {
      "status": "agent",
      "announce": "Honorable Lord",
      "title": "Baronet",
      "name": "Kane *Storm Bow*",
      "surname": "Phyros",
      "attitude": "helpful",
      "appearance": "A younger boy, having only recently received his commision, there is little striking about Lieutenant Storm Bow, except for the dazzling display when he uses his magic.",
      "background": "Commander of the Honor Guard stationed outside of the religious fort Abadar's Pillar, Kane is the youngest son of the nearby Earl Phyros. Our intelligence suggests he commenced military service in an effort to raise his esteem in his father's eye despite the *tainted blood* which grants him magical abilities. He earned his nickname in basic training, and his detail is known for using lightning ammunition during ceremonial events. He was made into a double agent and turned on Pyhtareus during the assault on Abadar's Pillar. He was apointed Baronet of Zimar by Baroness Mai Vernisant.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/kane-phyros.png"
    },
    {
      "status": "agent",
      "announce": "Lady",
      "title": "Baronet",
      "name": "Martella",
      "surname": "Lotheed",
      "attitude": "helpful",
      "appearance": "Highly adaptable, Lady Lotheed is often seen wearing attire matching local customs, but while her mixed ancestry helps her blend in with local fashions, it also tends to make her stick out in a crowd. Analytical and cunning, she nevertheless has an innocent, child-like laugh and demeanor at times.",
      "background": "The bastard half-Qadiran daughter of the respected Lotheed family, Lady Martella Lotheed lacks her family’s natural magical aptitude, but nevertheless proves her worth as a gifted advisor, engineer, and spy. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/martella-lotheed.png"
    },
    {
      "status": "agent",
      "announce": "Lady",
      "title": " ",
      "name": "Gloriana",
      "surname": "Morilla",
      "attitude": "friendly",
      "appearance": "Lady Morilla stands tall among her noble peers, sporting the finest of Absalom’s fashion. Her attire is far less ostentatious than that of other nobles, but she makes up for it with a grace of movement that allows her to easily sift through crowds.",
      "background": "Leader of an international secret society known as the [redacted], Lady Morilla is one of Princess Eutropia’s staunchest allies, and a believer that members of Avistan’s aristocracy must be held to their end of the social contract with those they rule.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gloriana-morilla.png"
    },
    {
      "status": "agent",
      "announce": "Sir",
      "title": "Knight",
      "name": "Aayef Aldori",
      "surname": "al-Ghazali",
      "attitude": "helpful",
      "appearance": "Still a young boy, Aayef has the deep tans of the Keleshites.",
      "background": "Saved by the party and changed by his time with Soldier's Glory, Aayef has become an agent of Gloriana Morilla's [redacted] and serves her, and by extension, the Princess Eutropia.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/aayef-ghazali.png"
    },
    {
      "status": "agent",
      "announce": "Dame",
      "title": "Knight",
      "name": "Veneranda",
      "surname": "Cain",
      "attitude": "helpful",
      "appearance": "This paladin wears her armor wherever she goes, but rather than the signature Abadar gold, she uses gold accents, muted steel, and blue. This is, acording to her, to ensure safety while traveling, but not to waste money on looks alone. Fiercly egalitarian, she subsides almost entirely upon donations and proudly wears an golden eagle on each shoulder to represent the tare.",
      "background": "This paladin is the enforcer and de-facto leader of the abadaran seperatist group known as the Tare. Based out of Oppara and believing some of Taldan law and tradition to be an affront to their dieties teachings, she takes peoples grievences, carved into lead scale weights and left in the church's collection box, and sets herself to seeing if she can correct any wrongs through the legal system. This unsanctioned break from the church's public message has yet to be condemned or condoned by the clergy of Abadar proper, and many members of the Tare have taken to wearing a symbol of a two-headed eagle, as a representation of the two different outlooks within the church and especially the two factions clammoring for opposing reforms - the Tare and the Vault and Chain.",
      "biases": "She cares mostly about the intentions of the person shes speaking with, favoring those with good hearts and distrusting those of malicious intent.",
      "strengths": "She is incredibly studious of the law, and knows it better than most while also being inflexible regarding outright violations.",
      "weakness": "She believes in the spirit of the law over the letter, and that a perfect law would match both text and spirit perfectly, and thereby quickly sympathises with those who find themselves on the wrong side of the law but on the right side of their actions.",
      "skills": "Diplomacy, K: Nobility, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/veneranda-cain.png"
    },
    {
      "status": "agent",
      "announce": "Dame",
      "title": "Knight",
      "name": "Hypatia",
      "surname": "Crabbe",
      "attitude": "helpful",
      "appearance": "Short with wild hair, this alchemist always smells like chemicals and nuts. She is often seen at parties with her adopted mother, Parthena, and wearing her Jubilee Mask.",
      "background": "Diving into alchemy in an effort to cure her sick mother, Hypatia clings to secrets surrounding her death. A talented alchemist without a home to turn to, she was sponsored by the alchemist Lady Martella Lotheed until she was adopted into House Crabbe.",
      "biases": "She has fascination with knowledge and discovery, but is easily threatened with heights. ",
      "strengths": "Surprisingly, logical routes are often shut down when trying to influence Hypatia.",
      "weakness": "Hypatia is much more easily appealed to by appealing to her emotions, either by motivating her through compassion or through threat against her friends.",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/hypatia.png"
    },
    {
      "status": "agent",
      "announce": "Dame",
      "title": "Knight",
      "name": "Parthena",
      "surname": "Crabbe",
      "attitude": "helpful",
      "appearance": "Parthena is a broad, middle-aged woman with a wide smile and expressive eyes. She smells overwhelmingly of camphor and sugar.",
      "background": "The opinionated Dame Mistress Crabbe deals with her unresolved grief of her late husband’s passing by investing herself in everyone else’s lives. Her latest obsession is finding a suitor for her daughters, Sepsina and Hypatia.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/parthena-crabbe.png"
    },
    {
      "status": "agent",
      "announce": "Lieutenant",
      "title": "Lieutenant",
      "name": "Gallindra",
      "surname": "Jonrek",
      "attitude": "helpful",
      "appearance": "Fierce with long hair, between her aim, complexion, and slightly pointed ears, some rumor she has elven ancestry somewhere in her blood. She is often seen atop her elephant mount wearing Taldor Livery and carrying a large bow.",
      "background": "A Lieutenant from among the missing soldiers, Gallindra Jonrek was thought of as loyal, hard-working, and good-hearted. Assigned an elephant mount, she is well trained and likely to survive things that could finish off other soldiers. She was contacted in the Yanmass City Park and dilligently recruited as an agent.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gallindra-jonrek.png"
    },
    {
      "status": "agent",
      "announce": "Miss",
      "title": "Honorary Tribune",
      "name": "Onora",
      "surname": "Piscum",
      "attitude": "helpful",
      "appearance": "Onora is plain, muscular, and heavily freckled. A half-elf, she looks far younger than her actual 55 years.",
      "background": "A commoner both uncomfortable and unwelcome in the presence of high nobility, Onora fell into the job of Tribune of Stachys after the deaths of the hereditary tribune, Allis Betony, 10 years ago, followed by her husband, the acting tribune, 5 years later. She still manages most of the towns day-to-day from her pub, the Wolf's Whisker.",
      "biases": "Tribune Piscum despises anyone who flaunts their wealth and power (–2), but she warms up to anyone who clearly understands a practical skill or two, such as Craft, Handle Animal, Profession, or Survival (+2).",
      "strengths": "???",
      "weakness": "Onora has a deep love for homespun metaphors and colloquialisms.",
      "skills": "Diplomacy, Bluff, P: Oratory, Survival, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/onora-piscum.png"
    },
    {
      "status": "agent",
      "announce": "Captain",
      "title": "Captain",
      "name": " ",
      "surname": "Seferi",
      "attitude": "helpful",
      "appearance": "Dressed in her corsair blacks and blues, Captain Seferi sticks out like a sore thumb (and the 12 inch peacock feather in her hat doesn't help matters). Wearing either a scowl or a sneer, she appears both out of her element and in control of her surroundings.",
      "background": "A Zimar Corsair, little is known about Captain Seferi for certain, though a few like to tell fanciful stories. ",
      "biases": "She likes strong women and has little tolerance for men with the exception of full-martial characters with an intelligence and charisma over 16.",
      "strengths": "She is resistant to persuasions to support those running against Princess Eutropia in the War for the Crown.",
      "weakness": "Despite her seemingly rough demeanor, Captain Seferi just want to earn the approval of Princess Eutropia, and has no idea how to do it. Giving her advice on how to dress or act encourages her, and a gift of a proper set of clothing to wear or a good gift to offer the Princess can help her find the confidence uses as she faces the rest of the world.",
      "skills": "Diplomacy, K: Nobility, or Pro: Sailor",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/captain-seferi.png"
    },
    {
      "status": "agent",
      "announce": "Mister",
      "title": " ",
      "name": "Zenobius",
      "surname": "Caal",
      "attitude": "indifferent",
      "appearance": "Short, balding, and lazy, Zenobius Caal peruses financial records in his spare time, pursuing careful mathematical notation with a rarely rivaled zeal.",
      "background": "Count Lotheed's accountant and moneychanger, Zenobius Caal keeps the palace's books and arranges loans to and collections from local nobles and institutions.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/zenobius-caal.png"
    },
    {
      "status": "agent",
      "announce": "Miss",
      "title": " ",
      "name": "Cassaranda *Baby Face*",
      "surname": "Florint",
      "attitude": "helpful",
      "appearance": "A prodigy in the art of [redacted], Cassaranda Florint often [redacted] a young, baby faced woman in her early twenties despite [redacted] years old.",
      "background": "A field agent for [redacted] since [redacted], she recently returned to [redacted] at [redacted] in the Kithrodian Academy since the [redacted] incident with [redacted] in Yanmass.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/cassaranda-florint.png"
    },
    {
      "status": "agent",
      "announce": "Mister",
      "title": " ",
      "name": "*Ghost Drink*",
      "surname": "Gannaius",
      "attitude": "helpful",
      "appearance": "Delightfully non-descript, Gannaius has generally handsome features, a tightly cropped goatee, and subtly striking eyes that [redacted] green.",
      "background": "After passing his [redacted] by drinking a [redacted] Gannaius became well known for lateral thinking and his lifesaving [redacted]. Quickly earning [redacted], Gannaius has been a [redacted] ever since.",
      "biases": "[Redacted]",
      "strengths": "[Redacted]",
      "weakness": "[Redacted]",
      "skills": "P: Dance or K: History",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gannaius.png"
    },
    {
      "status": "agent",
      "announce": "Miss",
      "title": " ",
      "name": "Lucinia",
      "surname": "Mag",
      "attitude": "unfriendly",
      "appearance": "Covered in mud and smelling like cow pies, Lucinia looks relatively sober today.",
      "background": "Local drunk and troublemaker, Lucinia has been arrested several times before, most recently for starting a brawl, punching the sheriff, and stealing whiskey and tips from the Wolf's Whisker pup. She's now doing paid community service, watching chickens and doing farm work.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/lucinia-mag.png"
    },
    {
      "status": "agent",
      "announce": "Miss",
      "title": " ",
      "name": "Cincia",
      "surname": "Reviamo",
      "attitude": "helpful",
      "appearance": "Bookish and wimsical, Cincia Reviamo is in her late twenties and has dark black curly hair, dark eyes, and an olive complexion. She wears reading glasses and occasionally walks with a cane due to chronic back pain.",
      "background": "The curator of the General Arnisant Museum and Historical Residence in Ridenport, Cincia Renviamo is one of the formost experts on the late general and his Vernisant descendants as well as the Shinning Crusade. She's a dedicated professional who takes her job documenting Taldor's history seriously. The museum has seen a recent resurgence in activity and expansion since hidden relics of the Shinning Crusade were recently uncovered.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/cincia-reviamo.png"
    },
    {
      "status": "agent",
      "announce": "Faen",
      "title": "Maiden",
      "name": " ",
      "surname": "Atratus",
      "attitude": "helpful",
      "appearance": "This beautiful swan maiden and warrior is only ever seen by those she favors and those she seeks to destroy.",
      "background": "The real *Swan Maiden* of Lochlein Lake, Atratus once held court here when Merrat was still a part of the Verduran Forest.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/atratus-swan.png"
    },
    {
      "status": "agent",
      "announce": "Faen",
      "title": " ",
      "name": " ",
      "surname": "Blunk",
      "attitude": "helpful",
      "appearance": "The eldest of Allis' three domovoi friends, Blunk speaks for his group to those outside of the faen court. A smoker with a gruff beard and long toenails, Blunk is suspicious but generally helpful.",
      "background": "Allis Betony's imaginary friends turned out to be three domovoi by the name of Blunk, Nodd, and Wink. Sharing and caring for the Betony estate, they continue to guard, clean, and repair the interior property and its other caretakers.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/blunk.png"
    },
    {
      "status": "agent",
      "announce": "Mister",
      "title": " ",
      "name": "Tobeir *Scroll Face*",
      "surname": "Endoran",
      "attitude": "helpful",
      "appearance": "This bookish and unassuming scribe wears loose clothing tied tightly at the cuffs of both the shirt and pants and if often seen carrying stacks of books and parchment or else buried behind a pile at a desk.",
      "background": "This high-ranking clerk in the Taldan Phalanx [redacted] and facilitated the [redacted] between [redacted] for safe passage for both parties. Intelligence suggests [redacted] and has been arrested and is either imprisoned [redacted] being transported.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/tobeir-endoran.png"
    },
    {
      "status": "agent",
      "announce": "Miss",
      "title": " ",
      "name": "Kathann *Snake-Tounged*",
      "surname": "Zalar",
      "attitude": "friendly",
      "appearance": "Kathan Zalar rarely goes anywhere without wearing her [redacted] and its accompanied rapier.",
      "background": "Born a [redacted] this [redacted] Agent is especially well known for her [redacted]. Recently, she was sent to [redacted], but has also been training [redacted].",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "P: Dance or K: History",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/kathann-zalar.png"
    }
  ],
  "crown": [
    {
      "status": "crown",
      "announce": "His Highness",
      "title": "Prince",
      "name": "Carius II *The Twilight Child*",
      "surname": "Stavian",
      "attitude": "friendly",
      "appearance": "A young boy, about a dozen years old, with steady speech and happy eyes and expressions. Though young, he is highly educated, respectful, and infectiously cheery.",
      "background": "The former center of the cult of the Twilight Child, Young Prince Carius apparently self-resurected, though he doesn't remember how.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/carrius-2.png"
    },
    {
      "status": "crown",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": "Thestro",
      "surname": "Briarsmith",
      "attitude": "unfriendly",
      "appearance": "A balding man into his late forties, Thestro Briarsmith prefers the intimidating look of red mithral full plate emblazoned with the Taldan Lion. Often seen butting heads with his less-traditional colleagues, Thestro compensates for his lack of subtlety with his ambition.",
      "background": "The sadistic de facto dictator of everything east of the River Porthmost, Grand Duke Thestro Briarsmith has wasted no time wresting power from Grand Duke Avernathus, consolidating an even more powerful military force. While he operates no ciminal empire, he does operate the secrative Portmos Prison, a former fort used exclusively to contain and supress political prisoners. He believes this war for the crown to be his long awaited a opportunity to make his own mark on history like General Porthmost.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/thestro-briarsmith.png"
    },
    {
      "status": "crown",
      "announce": "Her Imperial Highness",
      "title": "Grand Duchess",
      "name": "Vivexis",
      "surname": "Darahan",
      "attitude": "indifferent",
      "appearance": "From her off-colored right eye to her gold embroidered cloak, Grand Duchess Vivexis moves, acts, and dresses with what she believes is regal pride. She is not used to being neglected or ignored and expects the eyes of most, if not all, upon her wherever she goes.",
      "background": "The House Darahan enjoys a prestigious reputation as a distinguished line of knights, monster hunters, and fortress builders. Controlling the majority of Taldor's granite and marble, and having served herself for twelve years on the ramparts of Vigil, Duchess Vivexis Darahan vigilantly overseas many of her countries - and her families - physical protective constructs.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/vivexis-darahan.png"
    },
    {
      "status": "crown",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": "Nestor",
      "surname": "Delriddia",
      "attitude": "indifferent",
      "appearance": "Keeping to Taldan Naval blue, Nestor Delriddia has maintained his uniform grooming appearance, though flecks of gray have long since peppered his hair and beard. Often seen smoking pipe weed, drinking moan whiskey, and chewing Andoren mints, he prefers sitting quietly alone or in the company of only a few others to chittering away at most noble galas.",
      "background": "A retired Grand Admiral in the Taldan Imperial Navy, Grand Duke Nestor Delriddia manages his prefecture from Golsifar, the naval capital of Moda. Not particularly interested in the Great Game, and despite the derision and disrespect of other nobles, he manages his life and prefecture with a sense of duty and efficiency, though he tends to focus outward rather than inland.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/nestor-delriddia.png"
    },
    {
      "status": "crown",
      "announce": "Her Imperial Highness",
      "title": "Grand Duchess",
      "name": "Mellea",
      "surname": "Denzarni",
      "attitude": "indifferent",
      "appearance": "Smelling faintly of strawberries, Mellea Denzarni prides herself as much in her blond hair, multi-colored eyes, and creamy skin as she is in her Azlanti bloodline. She has an easy laugh and a light voice, with a seemingly supernatural ability to draw smiles from those around her.",
      "background": "Grand Duchess Mellea Denzarni maintains opulent country estates and loves hosting weeklong galas and trysts, as well as teaching her house and those around them about the Denzarni's Azlanti heritage with the blood of ancient kings and gods running through their veins. Her prefecture of Kazuhn is the breadbasket of the Empire.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/mellea-denzarni.png"
    },
    {
      "status": "crown",
      "announce": "Her Imperial Highness",
      "title": "Grand Duchess",
      "name": "Breateeza",
      "surname": "Fahlspar",
      "attitude": "indifferent",
      "appearance": "Trying to revitalize keloid culture, she's started switching from standard clothing to feathers, obviously enjoying her cultural excuse to have more eyes and attention. She's almost always accompanied by her younger brother and bodyguard, Boothsyr Fahlspar, whose threatening gaze and demeanor keep most suitors at arms-length.",
      "background": "One of the oldest noble houses, Breateeza Fahlspar's ancestor Kellid's received nobility in exchange for submitting to Taldan rule, and they have historically grown by always choosing the right side to join. Her prefecture is one of the best places in Taldor for common folk, though her increasingly vocal desires for Andoran-styled freedoms and protections for the Kellid lifestyle may jeopardize her families standing. Her hobbies include hunting, animal husbandry, and bushwacking.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/breateeza-fahlspar.png"
    },
    {
      "status": "crown",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": "Borand",
      "surname": "Heskillar",
      "attitude": "indifferent",
      "appearance": "Looking every bit the well-manicured Taldan noble, Borand has a tightly cropped beard and mustache and the signature amethyst eyes of his family line. Charming and strong, he is often seen wearing the finely crafted mithril and bronze armor made by his own family.",
      "background": "Supposed descendants of a legendary bronze dragon which tutored an ancient grand prince as a child, Grand Duke Borand Heskillar's house manages a staggering array of metals and works along with many of Taldor's official forges including its mint. From gold to iron, Borand is a proven administrator and controls possibly the wealthiest noble house in the nation, even if their royal bloodline is rooted in myths. They also secure much of Taldor's relations with their dwarven neighbors, reinforced since Borand Heskillar's recent marriage to a dwarven noble - Lady Grella of Taggoret - which while it earns the support of dwarves and businessmen, strains the family's relations with Taldan traditionalists.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/borand-heskillar.png"
    },
    {
      "status": "crown",
      "announce": "Her Imperial Highness",
      "title": "Grand Duchess",
      "name": "Destelita",
      "surname": "Solari",
      "attitude": "indifferent",
      "appearance": "Dressing in bright, often feathered dresses, Grand Duchess Solari moves with purpose through crowds. Her brash personality and reputation help brush off most of her suitors, but some are still always found nearby, hoping to make the right impression and win the attention and comforts of the powerful Grand Duchess.",
      "background": "Destelita Solari is the most recently appointed grand duchess, having won the title only 4 years ago after the crown charged her predecessor and cousin, Grand Duke Eustan Veriaterros, with treason. The veracity of this charge and the evidence presented against the grand duke remain in doubt by a silent majority of nobles, but none dare speak out for fear that Lady Solari may find it within her resources to produce evidence of their own wrongdoings—real or imagined. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/destelita-solari.png"
    },
    {
      "status": "crown",
      "announce": "Her Imperial Highness",
      "title": "Grand Duchess",
      "name": "Cisera",
      "surname": "Tiberan",
      "attitude": "friendly",
      "appearance": "Grand Duchess Tiberan has long since switched from the elegant dresses of Oppara for a more practical and conservative look appropriate both for someone of her station and someone who hunts down smugglers. With green eyes and soft features, Ciseran realizes that while looks can be distracting, they can also have practical uses.",
      "background": "With Cassomir - the second largest port city in Taldor and Avistan - as her prefecture, Cisera Tiberan effectively controls, inspects, and taxes all trade along the Sellen River, which comprises a full third of Taldor's shipping, a quarter of Andoran's, and the majority of Galt's, the River Kingdoms', The Wildwood Lodge's, Yonin's, The Five King's Mountains', Brevoy's, Numeria's, Ustalav's, and Mendev's. Controlling the port that links the northern kingdoms with the inner sea means two things: money and pirates. She recently granted a non-interference to the claim of the Palace of Birdsong. Duke Centimus was from her court, and Emily Tiberan is her niece 3 times removed.",
      "biases": "Given the extensive military and pirate history of her dutchy, she hates rogueish types but likes paladins and guards.",
      "strengths": "She has a hard time talking with people who don't know any practical skills like a craft or profession.",
      "weakness": "She likes other sailors, and anyone wih at least one rank in that proffesion.",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/cisera-tiberan.png"
    },
    {
      "status": "crown",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": "Morrin",
      "surname": "Zellvyngian",
      "attitude": "unfriendly",
      "appearance": "Old and graying, Morrin Zellvyngian claims to wear a neck brace for support, though others believe its from his irrational fear of having his throat slit. He moves somewhat awkwardly, probably due to his oversized clothing, and he is often seen carrying and cleaning his collection of knives. Despite his somewhat intimidating appearance, he smiles frequently and greets everyone warmly.",
      "background": "Corrupt, even by Taldan standards, Grand Duke Morrin Zellvyngian leverages his post's immunity from non-imperial legal enforcement and welcomes Opparan attention and coin with open arms. Thanks to kickbacks from his own criminal land deals, he's matured from a poor laughingstock to one of the riches and most influential nobles in Taldor. He's been having a row with Princess Eutropia ever since they were both in school, when he courted her and she embarrassed him in a most unseemly manner using a dirty trick.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/morrin-zellvyngian.png"
    },
    {
      "status": "crown",
      "announce": "His Grace",
      "title": "Duke",
      "name": "Felinax",
      "surname": "Zespire II",
      "attitude": "friendly",
      "appearance": "Duke Felinax wears traditional Taldan outfits that seem a bit over starched. His graying, short hair is smoothed back from his tired face. Worn around the edges, Zespire keeps his smiles subdued and almost flat.",
      "background": "Count Orlundo Zespire's uncle, Duke Felinax maintains the business investments of his house. Built upon Ligosi Red wine, the most expensive wine in the world supposedly made from grapes originating from the First Vault (a gift from an emissary of Abaddar), the Zespire family carefully managed funds and worked tirelessly in their fields until they had purchased enough land to buy their way into nobility. Insightful, influential, and known for work ethic over politics, the most surprising thing about the Zespire's claim to the throne is how unsurprised and supportive their citizens remain.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/felinax-zespire.png"
    },
    {
      "status": "crown",
      "announce": "Sir",
      "title": "Archdruid",
      "name": "Valenar *the Green*",
      "surname": "Thaena",
      "attitude": "indifferent",
      "appearance": "Valenar *the Green* hasn't left the wildwood lodge in decades, so our best description of him is that he wears robes of the archdruid and is not often found speaking in the common tongue but instead in the druidic secret language or else in the slow-paced sylvan.",
      "background": "A noble-blooded druid of the Wildwood Lodge and protected by treaty, its hard to know the seriousness of Valenar's claim. He could be using the claim to ensure the Lodge and forest remains neutral and protected, but his claim seems legitimate enough and the wars of the past have proven that the treaty must not be violated.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/valenar-green.png"
    },
    {
      "status": "crown",
      "announce": "Their Highbourn Lordship",
      "title": "Landgrave",
      "name": " ",
      "surname": "Merkander",
      "attitude": "indifferent",
      "appearance": "Merkander doesn't speak much, preferring for his actions or his servants to speak for him. While he allows his beard and hair to grow freely, he is meticulously clean, a habit picked up from his extensive time in the wilderness.",
      "background": "Controlling a large and mostly unpopulated swath of land, Merkander's moderate defensive militias would not be strong enough to back up his claim for the crown if they weren't well known monster and ogre hunters. With his army made up mostly of trained rangers, the captains of which Merkander trains himself, coupled with his royal bloodline, Merkander's claims would be foolish to ignore.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/merkander.png"
    },
    {
      "status": "crown",
      "announce": "Their Honorable Lordship",
      "title": "Earl",
      "name": " ",
      "surname": "Tarq",
      "attitude": "unfriendly",
      "appearance": "Gruff and brisk, Tarq is rarely seen un-inebriated. He's quite proud of his scars, especially the one on his cheek and forehead from ",
      "background": "This Kellid has a close alliance with several nearby centaur tribes and has taken control of much of Grand Duke Avernathus' territory, as he was formerly the Grand Duke's seneschal. He supposedly has claims to the throne via an ancient Kellid line, and has fiercely proclaimed that they are prepared to fight for the crown.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/tarq.png"
    },
    {
      "status": "crown",
      "announce": "His Excellency",
      "title": "Count",
      "name": "Cypristian",
      "surname": "Merrosett IV",
      "attitude": "unfriendly",
      "appearance": "Looking much the same as his grandfather, Cypristian is elderly and wrinkled, and he makes a slight rasping sound when he breathes or speaks. He is very particular about people not touching him and he always puts on special gloves when he eats, burning the gloves afterwards.",
      "background": "According to the meticulous records of House Merrosett, the family’s nobility began when a prominent wizard named Egnatia Merrosett seduced the Grand Prince’s heir. Egnatia then established strict practices of inbreeding between the children of her twin sons to maintain their bloodline’s purity. The sallow-complexioned Merrosett's have distilled a remarkably pure and powerfully arcane bloodline. Despite their incestuous practices, Count Cypristian funds the most extensive research on genetic manipulation in all of Avistan with the funds from their gem mines, and they maintain a valid genetic - if horrific - claim to the throne.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/cypristian-merrosett.png"
    },
    {
      "status": "crown",
      "announce": "His Excellency",
      "title": "Count",
      "name": "Krekari",
      "surname": "Nazezi",
      "attitude": "indifferent",
      "appearance": "Rather large and rotund, Krekari Nazezi is a deep patron of the arts and wears extravagant jewelry, much of which is often crafted exclusively for the an occasion. He is most often seen filling the role of a patron at concerts, plays, and tournaments, often having the honor of presenting trophies to victors and toasting to their successes.",
      "background": "With little more than the esoteric little town of Faldamont being worthwhile within his county, Count Krekari Nazezi's lands enjoy military patrols and imperial road repairs due to his town's central role in the jewelry trade. Filled with craftsman and artisans, Nazezi's people are afforded even more comforts and protections since the Exaltation Massacre, primarily through the guarantee that anyone attempting to subvert their claim by force or through war will find their opposition well funded.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/krekari-nazezi.png"
    },
    {
      "status": "crown",
      "announce": "His Lordship",
      "title": "Baron",
      "name": "Winton",
      "surname": "Bilos-Phaeben",
      "attitude": "indifferent",
      "appearance": "Winton wears heraldic colors and keeps his clothing and hair trimmed in the latest inner-sea fashions. He smiles easily, though his eyes often hold a rather calculating look, as if he evaluates how much time each person is worth spending on.",
      "background": "A cousin of Absalom's House Vastille and related to many of Absalom's Taldan nobles, Baron Winton Bilos-Phaeben happily exploits this connection in negotiating fabulously lucrative trade and fishing deals and leveraging his small amount of weight for some serious political clout.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/winton-bilos-phaeben.png"
    },
    {
      "status": "crown",
      "announce": "Her Ladyship",
      "title": "Baroness",
      "name": "Diddima",
      "surname": "Ennoi",
      "attitude": "unfriendly",
      "appearance": "People avoid and flock to her in equal measure and for the same reasons - her outspoken attitude, her unholy arcane attire, and her slightly-kalash appearance. Impatient and loud, she often enters or exits a room while shouting at people.",
      "background": "Campaigning from the eastern outpost of Stavian's Hold, Baroness Diddima Ennoi was moved there by Grand Prince Stavian III to remove her from the Opparan political scene. While apparently a promotion, the hold has little industry and depends entirely on Oppara, and the Snub did not go unnoticed.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/diddima-ennoi.png"
    },
    {
      "status": "crown",
      "announce": "Lord",
      "title": " ",
      "name": " ",
      "surname": "Phini",
      "attitude": "indifferent",
      "appearance": "Dressed in Kravenkus Clan armor, Phini wears the ceremonial armor of the Lord of the Worlds Edge whenever he leaves his mountain. Very formal, Phini refuses to speak with people below his station who do not have the courtesy of addressing him in dwarven.",
      "background": "A powerful duke, Lord Phini represents the dwarven miners of Kravenkus within the Worlds Edge Mountains, which form the mineral backbone and primary eastern barrier of Taldor. While his claim lacks any royal blood, they have more than enough economic clout to cede if they believe it to be in their best interests.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/phini.png"
    },
    {
      "status": "crown",
      "announce": "Captain",
      "title": "Captain",
      "name": "*Blackwater Kelly*",
      "surname": "Cyris",
      "attitude": "unfriendly",
      "appearance": "Dressed in an admirals uniform dyed black and gold, *Blackwater Kelly* keeps her hair pulled back in a bun and she speaks with a somewhat country accent often with colorful language. She looks obvious of noble descent, though she lacks the mannerisms of someone raised with any amount of court training.",
      "background": "A notable Canal Syndicate pirate, *Blackwater Kelly* leverages her privateers license with her noble titles immunity to manage the Lingian Canals and the Canal Syndicate from her flagship, the Garspike. A *floating noble,* her claim cries for the throne would be laughable were it not for how absurdly difficult it would be to otherwise remove her and secure the canals. As it stands, she has as valid a claim as many others, and she has enough power to make it legitimate.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/blackwater-kelly.png"
    },
    {
      "status": "crown",
      "announce": "Master",
      "title": "Master",
      "name": "Zhen",
      "surname": "Kiu",
      "attitude": "indifferent",
      "appearance": "Dressed in formal masters robes, Master Kiu moves perfectly and precisely, rarely coloring his face with any emotion except supposedly when he is alone with close friends.",
      "background": "A Master of the Seven Forms, Zhen Kiu balances the needs of his people and their code against senseless bloodshed with the security threats of civil war in an already tumultuous region. Many believe he would be a wise and balanced leader, despite his lack of experience on Oppara's scene, though he has said he will advocate for independence and neutrality from the Taldan civil war until they must step in or step aside.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/zhen-kiu.png"
    }
  ],
  "dead": [
    {
      "status": "dead",
      "announce": "Mongrel",
      "title": " ",
      "name": " ",
      "surname": "Thessel",
      "attitude": "locked",
      "appearance": "Dressed in darkly-died priest attire, Thessel has a black fur, beady eyes, and a gray muzzle.",
      "background": "This ratfolk was found leading a group of fellow ratfolk believers of Aroden stealing some ancient Arodenite relics from the Basilica of the Last Man museum for their faithful community.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Beaten unconscious and promptly murdered by Ingoma beneath the Basilica of the Last Man",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/thessel-ratfolk.png"
    },
    {
      "status": "dead",
      "announce": "Honorable Lord",
      "title": "Baronet",
      "name": "Duranis",
      "surname": "Cicato",
      "attitude": "locked",
      "appearance": "With short-cropped red hair, he stands rigidly with a facial scar that turns his sour expression into a slight smirk.",
      "background": " A strong proponent strengthening Taldor’s military, Baronet Cicato took the senate seat once held by his mother. Forward looking, Duranis is seeking to better his nation by removing roadblocks to improvements—including the dated ideals of Old Taldan primogeniture.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Shot with bolts fired by an Andoren mercenary during the Exaltation Massacre.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/duranis-cicato.png"
    },
    {
      "status": "dead",
      "announce": "Their Illustriousness",
      "title": "Marquess",
      "name": "Charlotte",
      "surname": "Deschamps",
      "attitude": "friendly",
      "appearance": "Always in darker shades of clothing, Marquess Charlotte Deschamps wears exquisite dresses and silvered jewelry. Flowing black hair hangs loosely around her expressive face. She can be seen with a laugh or smile just at the edge of her lips. She can also be seen with her shadowy associate ever at her side, with several blades hidden about her person.",
      "background": "Charlotte Deschamps has raised herself from the commoners of Oppara, making her way (through adventure and other means) to the senate seat of House Cato, which she has recently vacated to assist Princess Eutropia in her endeavor for the throne.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy",
      "death": "Stabbed by an Ulfen Guard while fleeing the Exaltation Massacre.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/charlotte-deschamps.png"
    },
    {
      "status": "dead",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": " ",
      "surname": "Avernathus",
      "attitude": "locked",
      "appearance": "A balding man well in his sixties with a weathered face and wispy white hair falls roughly around his face in a hollow crown of hair.",
      "background": "A senator from a seat tied to Porthmos Gap, while disinterested in typical politics Avernathus is looking to pass along his knowledge to future generations.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Cut down by an Andoren mercenary during the Exaltation Massacre.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/avernathus.png"
    },
    {
      "status": "dead",
      "announce": "His Grace",
      "title": "Duke",
      "name": "Leonard",
      "surname": "Centimus",
      "attitude": "friendly",
      "appearance": "With a round face and a few extra pounds, Leonard looks very different from the waifish ladies’ man he was 5 years ago. He takes great pride in tinkering with his wheelchair, revising its design and paying artisans to embellish it.",
      "background": "An attending duke of Grand Duchess Cisera Tiberan of Tandak prefecture, Leonard Centimus is an intellectual and tinkerer whose head for systems makes him a good administrator, if a little awkward with people.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy",
      "death": "Trampled to death during the Exaltation Massacre.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/leonard-centimus.png"
    },
    {
      "status": "dead",
      "announce": "Honorable Lord",
      "title": "Baronet",
      "name": "Solmon",
      "surname": "Menander",
      "attitude": "locked",
      "appearance": "Well dressed in a worn three piece suit, Solomon Meanders indulgence in pipe tobacco has left his breath and clothes stained with its smell. Over-the-hill, the frown lines creasing his face and forehead make him look far older than his still colored hair suggests.",
      "background": "An unquestionably corrupt bureaucrat, this bitter noble controls a well known back channel to move things through the Taldan legislature. Some whisper he's uncovered scandalous evidence regarding the princess, and has been sitting on it until just before the vote, where he has a presentation scheduled.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Slain by an Ulfen Guard during the Exaltation Massacre.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/solmon-menander.png"
    },
    {
      "status": "dead",
      "announce": "Dame",
      "title": "Knight",
      "name": "Karina",
      "surname": "Deckland",
      "attitude": "friendly",
      "appearance": "Katrina's most striking feature is easily her singular red eye, rumored by many as a sign of a pact with infernal powers. With long, wispy black hair and a tendency to lock eyes for just a little too long, she seems to thrive on unnerving those around her.",
      "background": "A guest of Earl Calhadion Vernisant and the now-eldest daughter of a small family of Chelish Nobles, Karina rose to prominence after her half-sisters murder by Pathfinder agents several years ago. She makes no secret of her distaste for the society or other *murder hobos*.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Slain by Pathfinders during the Exaltation Massacre.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/karina-deckland.png"
    },
    {
      "status": "dead",
      "announce": "Their Honorable Lordship",
      "title": "Earl",
      "name": "Calhadion",
      "surname": "Vernisant",
      "attitude": "friendly",
      "appearance": "Earl Calhadion Vernisant keeps his hair slicked back from his face, looking as though he’s recently took off his helmet. Whether found in noble finery or finest armor, Vernisant prowls his social circles with an arrogance stemming from his battle-tested might.",
      "background": "The leader of Greater Ridonport, Vernisant feels it’s time for him to step into the power vacuum that Grand Prince Stavian III created when dismissing several officials. He’s trying to use his time at the Exaltation Gala to make his bid to become a close advisor to the grand prince as only a direct descendant of General Arnisant could.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Handle Animal, Intimidate, or Pro: Soldier",
      "death": "Slain by Pathfinders during the Exaltation Massacre.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/calhadion-vernisant.png"
    },
    {
      "status": "dead",
      "announce": "Mister",
      "title": " ",
      "name": "Imistos",
      "surname": "Gulbend",
      "attitude": "hostile",
      "appearance": "Moving deferentially, this servant and shoe-shiner does his best to avoid being underfoot.",
      "background": "One of the many servants in attendance at the Exaltation Gala.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Died shortly after being forced to ingest his own poison by Rodrigo Hernandez after attempting to murder the party while they slept in the panic room beneath the senate.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/imistos-gulbend.png"
    },
    {
      "status": "dead",
      "announce": "Dame",
      "title": "Knight",
      "name": "Malphene",
      "surname": "Trant",
      "attitude": "locked",
      "appearance": "Dressed in tight fitting dresses, Dame Trant's muscles keep her from seeming provocative.",
      "background": "The daughter of an influential Senator, Malphane Trant is a daddy's girl at heart and supports him as best she can.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Committed suicide a few days after escaping the Exaltation Massacre after being haunted by the memory of the murder of her father.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/malphene-trant.png"
    },
    {
      "status": "dead",
      "announce": "Miss",
      "title": " ",
      "name": "Rena",
      "surname": "Winterall",
      "attitude": "hostile",
      "appearance": "Dressed in woodland greens, Rena is described as an agile woman rarely seen without her knives.",
      "background": "The daughter of a local homesteader who lost his lands under the Lotheeds' taxes, Rena leads a group of outlaws hiding within and raiding from the Lionsmane Forest.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Beheaded after being captured alive by the Betony Heirs for the bounty.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/rena-winterall.png"
    },
    {
      "status": "dead",
      "announce": "Miss",
      "title": " ",
      "name": "Gurta",
      "surname": "Thresh",
      "attitude": "hostile",
      "appearance": "Dressed in muted green, Gurta wears a hood whenever she is near strangers and prefers to keep her distance from anyone she hasn't observed at length.",
      "background": "While the four hoods share equal power, Gurta Thresh is the one they all look to for guidance. A former apothecary in Triela, her secretive faith in Norgorber eventually came to light amid accusations of murder. An exile from Andoran, the Four Hoods, under Gurta's direction, live simply within the Taldan wilderness.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Stabbed to death by Bree Vort in beggarwood along with her friend, Kinnith.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gurta-thresh.png"
    },
    {
      "status": "dead",
      "announce": "Sir",
      "title": "Knight",
      "name": "Gul",
      "surname": "Gusairne",
      "attitude": "unfriendly",
      "appearance": "Dressed immaculately, Sir Gul Gusairne keeps careful care of his clothing, though it shows signs of heavy use and his boots and coat tails are often coated in mud from the day.",
      "background": "The seneschal of the Palace of Birdsong, Sir Gul Gusairne is responsible for the security of the Palace, and by extension, the County of Meratt.",
      "biases": "???",
      "strengths": "???",
      "skills": "???",
      "death": "Electrocuted and executed by Bree Vort while she was resiting his arrest.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gul-gusairne.png"
    },
    {
      "status": "dead",
      "announce": "Lord",
      "title": " ",
      "name": "Titus",
      "surname": "Lotheed-Casava",
      "attitude": "hostile",
      "appearance": "Young and proud, Titus' ornate dueling sword accents his green tunic proudly. The smell of his cologne is overpowering, but while it covers his breath, his glassy, drooping eyes and irregular speech make it obvious he's been drinking.",
      "background": "A distant cousin of Martella's by marriage, Titus is a spoiled bully with an intimidating reputation as an accomplished duelist. Oppara's given him everything he's wanted out of life, and he's not yet faced any real threats to his lifestyle.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Killed while defending his family lands and the Palace of Birdsong.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/titus-lotheed-casava.png"
    },
    {
      "status": "dead",
      "announce": "Her Grace",
      "title": "Duchess",
      "name": "Veleto",
      "surname": "Lotheed",
      "attitude": "hostile",
      "appearance": "Old and gray, her face is crossed with smile wrinkles and her clothing looks just slightly large and worn, as if she's had them for a long time and has steadily lost weight. She walks gracefully and upright and looks rather pretty despite her advanced age.",
      "background": "A woman of wit, guile, and uncanny insight, the Duchess Veleto was a legendary infiltrator in her youth until she married and shifted roles to a manipulative grand dame of the Opparan social scene. Now of venerably old age, she mostly stays at the Palace of Birdsong under the care of her great nephew Bartelby.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Destroyed after her secret was discovered.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/veleto-lotheed.png"
    },
    {
      "status": "dead",
      "announce": "His Excellency",
      "title": "Count",
      "name": "Bartelby",
      "surname": "Lotheed",
      "attitude": "friendly",
      "appearance": "Handsome but vaguely unsettling, Bartelby has the demeanor of a man comfortable in his superiority. His face is expressive of his ever-changing moods—warm one moment, cold and distant the next. ",
      "background": "The current steward of the Palace of Birdsong and the County of Meratt, Count Lotheed comes from a long line of talented arcanists.",
      "biases": "Bartelby despises fools, and has no time for anyone without an Intelligence score of at least 12 or ranks in at least three different Knowledge skills (–2). He admires fellow practitioners of the arcane arts (+2). ",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Bluff, K: Planes, K: Arcana, and Appraise",
      "death": "Defeated and killed while making his final stand in the Palace of Birdsong.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/bartelby-lotheed.png"
    },
    {
      "status": "dead",
      "announce": "Lieutenant",
      "title": "Lieutenant",
      "name": "Grammel",
      "surname": "Taychar",
      "attitude": "unfriendly",
      "appearance": "Stern an humorless, Lieutenant Grammel Taychar is a serious leader, a serious drinker, and not a talker.",
      "background": "An ex-soldier and current mercenary, Lieutenant Grammell Taychar leads the Kozan Bravos, a group of adventurous mercenaries under the employ of Earl Yander Merkondus to troubleshoot Yanmass's current situation.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Strangled by Cthulu tentacles in an alley.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/grammel-taychar.png"
    },
    {
      "status": "dead",
      "announce": "Commander",
      "title": "Commander",
      "name": "Jaliessa",
      "surname": "Staubel",
      "attitude": "hostile",
      "appearance": "Dark skinned and fierce, the commander of the missing unit of the Taldan Horse has bright green eyes and a sharp jawline. Raised in Avin Prefecture and upon the Whistling Plains, she is hardened by both the sun and experience.",
      "background": "The commander of the Taldan Horse regiment that disappeared, Jaliessa Staubel comes from a strong and patriotic family. Her brother and his wife, Jondus and Faithrie Staubel, disappeared with a search party looking for the soldiers roughly five days after their disappearance. With the entire family lost, it has been a big blow to moral and a discouraging story for the other bands of search parties that have all either returned with no evidence, or not at all.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Drained of life by a the witch Mai Vernesant shortly before her brother and sister-in-laws ignominius end.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/jaliessa-staubel.png"
    },
    {
      "status": "dead",
      "announce": "Their Honorable Lordship",
      "title": "Earl",
      "name": "Yander",
      "surname": "Merkondus",
      "attitude": "hostile",
      "appearance": "Dressed in blues and silvers and wearing and wearing his signature snow-leopard cloak of resistance, Earl Yander Merkondus leans on an elegant cane while he walks and speaks flatteringly to those worth his time.",
      "background": "A man of endless charm and twisted but brilliant intellect, Earl Yander Merkondus is an aristocratic merchant and Imperialist supporter from southwest Taldor. He has recently appointed himself an emissary of Maxillar Pythareus and is a friend of Count Bartelby Lotheed.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Slain by a the paladin Emily while fleeing his luxurious apartment in Yanmass.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/yander-merkondus.png"
    },
    {
      "status": "dead",
      "announce": "His Lordship",
      "title": "Senator",
      "name": " ",
      "surname": "Gengethlia",
      "attitude": "locked",
      "appearance": "Old by even dwarven standards, Senator Gengethlia attends the senate in his most formal and ancient of clothing - which happens to be his old wrestling attire. Grey and balding, with teeth have long since been lost to the stone, he smiles and scowls in equal measure.",
      "background": "One of Taldor's more unusual senators, Gengethlia is an old former wrestler who was appointed to the Senate by Stavian I because of his popularity. He's made no secret that he's been recruiting a private militia for ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Slowly overcome and beaten to death while safeguarding the Twilight Child.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gengethlia.png"
    },
    {
      "status": "dead",
      "announce": "Mister",
      "title": " ",
      "name": " ",
      "surname": "Xan",
      "attitude": "unfriendly",
      "appearance": "A bald man with a fierce bird mask, this character has been seen skulking about town, often from the rooftops. He has not done anything illegal, but he has been unnerving some citizenry.",
      "background": "Unknown.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Subjected to the Whims of Fate when trying to decide whether the PC's or He was right concerning the preservation or destruction of the Twilight Child.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/xan.png"
    },
    {
      "status": "dead",
      "announce": "Lord",
      "title": "Lord",
      "name": "Milon",
      "surname": "Jeroth",
      "attitude": "hostile",
      "appearance": "Handsome, insightful, and charming, Milon Jeroth is deeply set in high society, while also being undeniably a predator, deceiver, and master of disguise.",
      "background": "Coming from a long line of taldane noble elite from Zimar, Milon Jeroth benefits from an undiluted noble line which has produced singular heirs for the last couple hundred years, granting Milon the wealth, influence, education, and training of a favorite noble heir normally far above his station. He often [redacted]. He now works as spymaster and member of the cabinet of High Strategos Maxillar Pythareus.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Slain while impersonating Ganaius to interogate Martella's Agents.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/milon-jeroth.png"
    },
    {
      "status": "dead",
      "announce": "Master",
      "title": "Master",
      "name": "Qan",
      "surname": "Dismaal",
      "attitude": "hostile",
      "appearance": "No known sketch or description exists. Update - Sketch found in Milon Jeroth's Portfolio.",
      "background": "The head of the secretive order of assassins, the Seven Forms of Sin, Qan Dismaal is an expert killer operating out of Zimar. Though they typically take out high-priority targets on both sides of the borders and long had a [redacted] agreement with [redacted] they are also well-known to be hired by both Maxillar Pythareus and Milon Jeroth.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Slain by Rodrigo *High-Five* Hernandez and Soldier's Glory in the Monastary of the Seven Forms of Sin.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/qan-dismaal.png"
    },
    {
      "status": "dead",
      "announce": "His Lordship",
      "title": "Baron",
      "name": "Astor",
      "surname": "Roderus",
      "attitude": "hostile",
      "appearance": "A grizzled veteran with a combination of careful grooming and scar accenting/ diminishing tattoos used to make his face seem more lion-like, Baron Astor Roderus flashily wears his military uniform at all times when in public, wearing the green and gold of Taldor proudly while wielding a heavy warhammer.",
      "background": "The Majordomo of High Strategos Maxillar Pythareus and member of his cabinet, Baron Astor Roderus is in charge of the city of Zimar and directly controls both the Zimar Sentinels and the Blue Guard, Zimar's militia. While he does not control the army stationed at the citadel, he is the right-hand-man of the commander of the entire Taldan Military, and as such, his instructions are presumed to be orders from Pythareus himself.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Slain by Raksha Assassin's at Rodrigo's behest.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/astor-roderus.png"
    },
    {
      "status": "dead",
      "announce": "Sister",
      "title": "Sister",
      "name": " ",
      "surname": "Estella",
      "attitude": "hostile",
      "appearance": "No known sketch or description exists. Update - Sketch found in Milon Jeroth's Portfolio.",
      "background": "Little is known about the young woman Milon Jeroth employs as a diviner, though her very existence and presence on Milon Jeroths list of known contacts makes her a presumed danger. Update - after seeing through their disguises and escaping the ensuing combat, Sister Estella and her coven retreated to safety and know of the death of their master, Milon Jeroth",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Cut down alongside her sisters while disguised as courtiers visiting Abadar's Pillar.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/estella.png"
    },
    {
      "status": "dead",
      "announce": "Enumerator",
      "title": "Enumerator",
      "name": "Palo",
      "surname": "Iovinus",
      "attitude": "hostile",
      "appearance": "With a pencil mustache and slick, pomade hair, Iovinus wears gaudy golden plate armor decorated in equal measure with symbols of Abadar, symbols of his religious fortress Abadar's Pillar, and symbols of the Vault and Chain.",
      "background": "Appointed High Priest and Enumerator by Maxillar Pythareus and member of his cabinet, while he is not a Grand Enumerator, his office at the House of Gold and chambers at the religious fort, Abadar's Pillar, make him the de-facto head of the Abadaran Faith in Taldor by virtue of his office. Rumors abound that he is vile and cruel, but he maintains law and order within Zimar and sets an example for the faith across the country. He also supports the Order of the Vault and Chain, whose templar leadership he appointed and orders directly, along with the veneragble Taxmasters which is run out of the House of Gold across all of Avistan.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Slain by Rodrigo and Soldier's Glory within seconds of opening the door while he was delivering service at his own temple.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/palo-iovinus.png"
    },
    {
      "status": "dead",
      "announce": "His Imperial Highness",
      "title": "High Strategos",
      "name": "Maxillar",
      "surname": "Pythareus",
      "attitude": "hostile",
      "appearance": "Maxillar is a muscular man in his early forties. Years under the elements have weathered his skin, and he keeps his silver hair closely cropped. He wears a green-and blue-tabard emblazoned with Taldor’s official coat of arms, publicly declaring his loyalty to the nation more than anything else.",
      "background": "Nearly every Taldan recognizes commander-in-chief Maxillar Pythareus as Grand Prince Stavian III’s right hand and many support him as the Grand Prince's successor. He believes in political might and economic stability through military supremacy, advocating for new wars of conquest against wayward colonies like Andoran and Cheliax, or even Qadira.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, ???",
      "death": "Slain by Mai Vernisant after a lengthy verbal duel wherein he refused to surrender.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/maxillar-pythareus.png"
    },
    {
      "status": "dead",
      "announce": "His Lordship",
      "title": "Baron",
      "name": "Remaio",
      "surname": "Alcasti",
      "attitude": "helpful",
      "appearance": "Cropped, curly hair, plucked eyebrows, manicured beard and nails, Remaio looks every bit like a man born into Nobility.",
      "background": "A descendent of the Countess Remaio Alcasti, his family once ruled the county of Meratt before the titles were stripped away. Their direct lands are now the Telus Barony, and in Baron Telus' absence, Remaio seeks to reclaim his familial lands.",
      "biases": "Remaio can't stand the rigidness of lawful types (–2), and has a secret fascination with the night swan and her supporters (+2).",
      "strengths": "???",
      "weakness": "Strapped for cash, gifts of coin grant benefits to influence checks (+1 per 100gp, max +5) made that day.",
      "skills": "Diplomacy, Bluff, Stealth, Disable Device and K: Local",
      "death": "Stabbed by Viscount Theon Cenabri at the peace summit.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/remaio-alcasti.png"
    },
    {
      "status": "dead",
      "announce": "Mister",
      "title": " ",
      "name": " ",
      "surname": "Nabil",
      "attitude": "locked",
      "appearance": "At just over a foot tall, this tiny doll speaks as though it owns the astral stars and all things under its sky.",
      "background": "An astronomer with supposedly no memory of his life before having his sould bound to that of a doll, Nabil is perhaps the best person in Sayashto to talk to conserning the strange constellation portion of the vision.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Turned over to the authorities for dismantling.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/nabil-doll.png"
    },
    {
      "status": "dead",
      "announce": " ",
      "title": " ",
      "name": "Wyssilika the",
      "surname": "Fantabulous",
      "attitude": "hostile",
      "appearance": "Wyssilika is a halfling wearing standout black-red and- white attire. She wears similar makeup, embellishing her childish face to resemble a raccoon. Despite her color choice, Wyssilika is abound with enthusiasm and smiles, showing off a set of immaculate white teeth.",
      "background": "Wyssilika is a children's entertainer, the jovial halfling works to amuse noble children, whom she has discovered tend to overhear far more secrets than their parents realize.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy",
      "death": "Slain in combat by Rodrigo Hernandez, wielding Soldiers Glory, while retaking the Dignified Repository safehouse. Was destroyed in her afterlife by the Paladin Ickth Heskillar as part of her pennance.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/wyssilika-failed.png"
    },
    {
      "status": "dead",
      "announce": "Her Highness",
      "title": "Princess",
      "name": "Eutropia",
      "surname": "Stavian I",
      "attitude": "helpful",
      "appearance": "Slim and athletic, Princess Eutropia bears the distinctive cheekbones and nose of her Stavian father and grandmother. Despite the ostentatious jewelry she wears, her gown and hair are more conservative than that of most other nobles'.",
      "background": "The Princess Eutropia is trying to become heir apparent for the Primogen Crown and campaigns for increased rights along with the shaking off of the shackles of some of Taldor's traditions. While well educated, she is relatively naive and must grow a great deal to be worthy of the Primogen Crown, though she has been learning quickly since her father's death.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, P: Oratory, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/eutropia-stavian.png"
    }
  ],
  "dpc": [
    {
      "status": "dpc",
      "title": " ",
      "name": "Nicholas",
      "surname": "Lotheed",
      "attitude": "hostile",
      "appearance": "Sharing most of the lotheed characteristics of smooth skin and long dark hair, Nicholas Lotheed is extremely fastidious and easily disgusted by things like dirt and blood.",
      "background": "A pure-blooded noble born to a major noble family, Nicholas has an aversion to blood and filth, an aversion that helped him stay in safe social circles instead of practicing with his magical heritage.",
      "biases": "Disliking uncleanliness, he hates touching people including shaking hands, though he appreciates friendly gestures given from a safe distance.",
      "strengths": "With a surprisingly intimate understanding of anatomy, it is difficult to approach him in conversations about the body.",
      "weakness": "Growing pale at the sight of blood, he is easily bullied into submission with threats or force.",
      "achievements": " ",
      "announce": "Mister",
      "race": "Human",
      "death": "Bled to death after accidentally stabbing himself in fright while exploring the Tomb of Honaria Alcasti.",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/nicholas-lotheed.png",
      "classes": "Vigilante Aristocrat 1",
      "camptrait": "Child of Oppara",
      "noblerank": "Major",
      "persona": " "
    },
    {
      "status": "dpc",
      "title": " ",
      "name": "Tim Tim",
      "surname": "*The Destroyer*",
      "attitude": "friendly",
      "appearance": "Keeping his helmet worn nearly always, Tim Tim *The Destroyer* is never seen without an array of weaponry, even when at formal events or high-end clubs with fine dinning and strict dress codes.",
      "background": "A former Qadiran sold into slavery, Tim Tim earned his title and his freedom through gladiatorial combat. Now that he is his own master, he seeks to buy his pet tiger, Sasha, who is still owned and used in the arena.",
      "biases": "Still getting used to the finer things, he appreciates gifts of all kinds, most particularly of fresh fruits, cheeses, and meats. He does not care for snobbery, and will quickly turn against those who seem snooty, especially among the nobility.",
      "strengths": "With a hatred for slavery, he seeks to free others and will not tolerate conversations about taking way liberties from lower-ranked citizens.",
      "weakness": "He loves his Sasha and has a fondness both for her and for felines in general.",
      "achievements": " ",
      "announce": " ",
      "race": "Human",
      "death": "Electrocuted by a damaged clockwork familiar which was defending the Tomb of Honaria Alcasti.",
      "order": "2",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/tim-tim.png",
      "classes": "Ranger 1",
      "camptrait": "Athletic Champion",
      "noblerank": "None",
      "persona": " "
    },
    {
      "status": "dpc",
      "title": " ",
      "name": " ",
      "surname": "Cross",
      "attitude": "indifferent",
      "appearance": "This hulking man has an unusual scar pattern on his chest, indicating a giant gash running rom his neck to his naval and a shorter gash running horizontally across his chest. He keeps a tidy short-cropped beard with a lengthy ponytail.",
      "background": "As a young man, he was cut open for sacrifice, only to remarkably recover after a few days of exposure to the elements. Naming himself Cross after his scar pattern, this anti-social man finds himself in the spotlight of the Taldan elite due to his startling endurance exhibitions in the Taldane competitive scene.",
      "biases": "While he enjoys and appreciates exhibitions of strength and displays of finesse, he detests speaking with people who talk down to him directly or tonally.",
      "strengths": "Cross is startlingly expert on the abilities and limitations of the physical body.",
      "weakness": "Cross is easily swayed with sweet treats, and is likely to open up to those offering honeyed foods rather than honeyed words.",
      "achievements": " ",
      "announce": " ",
      "race": "Human",
      "death": "Cut down by Andoren mercenaries during the Exaltation Massacre.",
      "order": "3",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/cross.png",
      "classes": "Barbarian 1",
      "camptrait": "Athletic Champion",
      "noblerank": "None",
      "persona": " "
    },
    {
      "status": "dpc",
      "title": "Knight",
      "name": "Gene",
      "surname": "Starwind",
      "attitude": "helpful",
      "appearance": "Gene's most recognizable traits are his spiky, bright red hair, blue eyes and the prominent scars on his body. He is quite tall, standing at roughly six feet, and has a very lean-but-muscular body type along with a large, red tattoo of a star on his left shoulder.",
      "background": "Gene is a very guarded catfolk, hardly ever displaying his true feelings. An outlaw and jack-of-all-trades, Gene was smuggled into the Exaltation Gala by his semi-legitimate business partner Jim Hawking, who is still among the missing since the Massacre.",
      "biases": "He is much easier to influence while drinking or surrounded by beautiful women, though he's quick to bicker with people regarding him as immature or overeager.",
      "strengths": "Highly combative, gene doesn't respond well to threats.",
      "weakness": "A lush with a tendency to overdrink, he has a tendency to be cocky and pyromanic ever since the death of his father, Norman.",
      "achievements": "Rescued Martella Lotheed",
      "announce": "Sir",
      "race": "Catfolk",
      "death": "Pierced through the skull by a spike from the tail of the Iron Lash of Meratt.",
      "order": "4",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gene-starwind.png",
      "classes": "Solar-blooded Sorcerer 4",
      "camptrait": "Young Reformer",
      "noblerank": "None",
      "persona": "Martyr 1"
    },
    {
      "status": "dpc",
      "title": "Knight",
      "name": " ",
      "surname": "Finn",
      "attitude": "indifferent",
      "appearance": "???",
      "background": "???",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "achievements": " ",
      "announce": "Sir",
      "race": "Human",
      "death": "Devoured by a mysterious hungry fog and forced to join its colletive while exploring Meratt's countryside.",
      "order": "5",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/finn.png",
      "classes": "Air-Fey Cross-blooded Bloodrager 4",
      "camptrait": "Young Reformer",
      "noblerank": "None",
      "persona": "Hero 1"
    },
    {
      "status": "dpc",
      "title": "Knight",
      "name": "Wilbur",
      "surname": "Post",
      "attitude": "indifferent",
      "appearance": "Often seen smilling, telling jokes, and speaking with his horse, Mr. Ed (as if he could understand and speak back). Alarmingly pale, Wilbur has dark eyes and a monotonic style, dressing in drak colors.",
      "background": "Genial and somewhat klutzy, Wilbur has a fantastic relationship with his horse and mount, Mr. Ed, and the two make an uncannily good team.",
      "biases": "Wilbur loves jokes but hates when people moke his relationship with Mr. Ed.",
      "strengths": "Wilbur has old Taldan values and doesn't look kindly upon overly riskee behavior.",
      "weakness": "Wilbur has a deep love for original jokes, pranks, and slapstick comedy.",
      "achievements": " ",
      "announce": "Sir",
      "race": "Human",
      "death": "Bled to death after being attacked by a murder of witchcrows after getting lost in Merrat's Countryside after fleeing a mysterious hungry fog.",
      "order": "6",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/wilbur-post.png",
      "classes": "Order of the Beast Cavalier 4",
      "camptrait": "Taldan Patriot",
      "noblerank": "None",
      "persona": "Hero 2"
    },
    {
      "status": "dpc",
      "title": " ",
      "name": "Bài Hát",
      "surname": "Ingoma",
      "attitude": "friendly",
      "appearance": "Tall with absurdly long auburn hair and green eyes, this Elf wiggles her ears while excitedly *ahem* intensely studying humans.",
      "background": "Having been enraptured by a travelling human bard who entertained her whole community, Ingoma has become a collector of stories as she moves throughout human culture.",
      "biases": "Favoring unusual and unpredictable characters, those who stand out will easily find her favor, though she quickly turns against those whom she thinks see her as ignorant. Hates Orcs.",
      "strengths": "Ingoma finds repetition boring and those who constantly pursue the same course in conversations will see her quickly shoot them down.",
      "weakness": "While a quick way to her heart is through sweet gifts, she also finds humans with quirks fascinating and she tends to give them her undivided attention.",
      "achievements": "Caught the General",
      "announce": "Maid",
      "race": "Elf",
      "death": "Conscripted by the General",
      "order": "7",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/ingoma.png",
      "classes": "Bard 4 Vivisection Alchemist 1",
      "camptrait": "Rising Star",
      "noblerank": "None",
      "persona": "Spy 3"
    },
    {
      "status": "dpc",
      "title": "Tribune",
      "name": "Bree",
      "surname": "Vort",
      "attitude": "helpful",
      "appearance": "Tall and lean, Bree Vort has blond hair, a quick smile and a flashy, black rapier.",
      "background": "Growing up in the Taldan Heartland, Bree Zennia Vort dabbled in a wide range of pursuits in her youth until she learned she had a knack for both swordplay and spellmanship. A free spirit, she went on a three year tavern hop across the taldan countryside until she came across a black blade she claims taught her how to drink, swear, stab, and spellcast like the best of them.",
      "biases": "Friendly and xenophobic, Bree Vort is partial to taldan humans and mistrustful of all other races and countrymen.",
      "strengths": "Friendly yet inherently suspicious of strangers, Bree Vort is uncannily good at spotting when others are lying to her.",
      "weakness": "With a hearty love for the brewmasters craft, she is easily persuaded with both drink and revelry.",
      "achievements": "Claimed the Palace of Birdsong, Stopped the Nightmares of Yanmass",
      "announce": "Lady",
      "race": "Sylph-Blooded Human",
      "death": "Claimed by the Wild Hunt",
      "order": "8",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/bree-vort.png",
      "classes": "Bladebound Magus 8",
      "camptrait": "Taldan Patriot",
      "noblerank": "Minor",
      "persona": "Genius 4"
    },
    {
      "status": "dpc",
      "title": "Tribune",
      "name": "Emily *Sidebar*",
      "surname": "Tiberan",
      "attitude": "friendly",
      "appearance": "Clad in heavy armor and wielding a large hammer, Emily Tiberan has short blond hair with the left half of her head shaved and tattoed with depictions of the weights of justice. Devoted to Law and Order, she moves with brisk determination.",
      "background": "Subordinate to her family's matriach, the Grand Duchess Tiberan, Emily was pushed into the church of Abadar at a young age after her parents were lost at sea while sailing to Amanadar. Soon dedicating herself to the diety and pillar of Taldor's faith, she became a paladin and champion of justice, vowing to protect the roads and seaways and the travelers thereupon from the lawless and monstrous.",
      "biases": "She has a strong bias towards the lawful and has a hard time accepting some peoples tendencies to *bend the rules*.",
      "strengths": "Emily does not care for large animals, including horses despite her best efforst, and is not likely to succumb to an emotional appeal.",
      "weakness": "Emily actually has a few deep-seated insecurities that she tries to cover up with her dedication to her faith and her country. Those picking at her past may find that she sometimes worries she is not as honest or trustworthy as she wants to be, and those accusing her of going through the motions with her vows may see her buckle or break under pressure.",
      "achievements": "Caught the General, Claimed the Palace of Birdsong, Stopped the Nightmares of Yanmass, Ended the Caravan Raids, Rescued the Twilight Child, Trained at the Kithroadian Academy",
      "announce": "Lady",
      "race": "Human",
      "death": "Hung by the neck until dead and dissemboweld by Enumerator Palo Iovinus outside the House of Gold for the crime of espionage and the betrayal of Abadar's will.",
      "order": "9",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/emily-tiberan.png",
      "classes": "Paladin of Abadar 5, Hellknight of the Godclaw 5",
      "camptrait": "Athletic Champion",
      "noblerank": "Minor",
      "persona": "Debutante 8"
    },
    {
      "status": "dpc",
      "title": "Baronet",
      "name": " ",
      "surname": "Jinx",
      "attitude": "hostile",
      "appearance": "Only slightly taller than his rat familiar, Jinx specialisez in both stealth and utility, only standing out amongst the other rodents because of her clothing, diction, upright stance, and powerful spellcasting.",
      "background": "Born a street urchin, Jinx was ridiculed by the masses, a rat in the gutter of society. As she grew older, she left her orphan pack and dedicated herself to study as a sewer hermit. Now stronger and enlightened with magical energy, she seeks both ascendance and vengence.",
      "biases": "She favors others that are also rising out of obscurity or ruin, especially other ratfolk, and doesn't care for people known to mistreat the forshortened races.",
      "strengths": "Jinx hates being put on the spot or in the limelight, and is quick to run from such propositions.",
      "weakness": "Attracted to shinny things and long words, a gift of value or a splendid diction easily garner her attention.",
      "achievements": " ",
      "announce": "Lady",
      "race": "Ratfolk",
      "death": "Pledged soul to Asmodeus and fled. Death is not confirmed, only presumed.",
      "order": "10",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/jinx.png",
      "classes": "Teleporter Conjurer 12",
      "camptrait": "Senatorial Hopeful",
      "noblerank": "None",
      "persona": "Spy 7"
    },
    {
      "status": "dpc",
      "title": "Baronet",
      "name": "Hadiyah",
      "surname": "Clement",
      "attitude": "indifferent",
      "appearance": "With the signature dark hair and elegant style of the Clement family, Hadiyah remains poised even in the midst of combat.",
      "background": " Having deep familial roots tied to the Taldan Sith Army of Exploration, Hadiyah Clement toured as a member of the Taldan Horse for a time in order to arrange for deeper political ties on behalf of her family. Since finishing her tour of duty, she has remained loyal to the family and its matriarc, Lady Zariyah Clement.",
      "biases": " She despises impropriety and those who lack self control, giving into poor-mans-shakes or mindlessly twirling their hair. She does love animals of all kinds, and has a special fondness for a particular spiced cheese from her home county.",
      "strengths": "Hadiyah has a hard anger, and those who fail to intimidate her or are caught lying are often either burned or left out in the cold.",
      "weakness": " She is easily put off her ease when she is made unable to express herself or her thoughts clearly.",
      "achievements": "Uncovered the Tomb of the First Emperor",
      "announce": "Lady",
      "race": "Human",
      "death": "Eaten by an extra-dimensional ooze.",
      "order": "11",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/hadiyah-clement.png",
      "classes": "Cavalier 13",
      "camptrait": "Child of Oppara",
      "noblerank": "Major",
      "persona": "Martyr 5"
    }
  ],
  "inactive": [
    {
      "status": "inactive",
      "announce": "His Highness",
      "title": "Prince",
      "name": "Reshaid al-Marah Khattibi",
      "surname": "Beyamara Al-Katheer",
      "attitude": "indifferent",
      "appearance": "Elderly and courteous, the merchant Prince Reshaid Beyamara wears deceptively plain and traditional cloth and is unfailingly polite.",
      "background": "A Keleshite Merchant Prince from the Padishah Empire of Kelesh, Rashaid Beymara owns and runs one of the few stone structures outside the Avin Wall, a coffeehouse called Aziza's House. While he describes himself as a *humble coffee pourer,* he orchestrates a staggering number of the caravans coming and going across the Whistling Plains. While His Highness commands enough wealth and influence to warrant a position on the Mercantile Council, at least if he were a citizen of Yanmass, he prides himself on never setting foot within the city due to a promise made to his daughter before she died.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/reshaid-beyamara.png"
    },
    {
      "status": "inactive",
      "announce": "His Grace",
      "title": "Duke",
      "name": "Panivar",
      "surname": "Lotheed VI",
      "attitude": "hostile",
      "appearance": "Duke Panivar Lotheed IV wears immaculate, fitted clothing and dresses in pale blues and grays. He is never seen without his raven-topped staff, and while often unseen, he purportedly always travels with his unseen servants. Old and graying, he is supposedly the spitting image of his father and namesake, Panivar Lotheed V.",
      "background": "Lady Martella's Uncle, Duke Panivar is a powerful and renowned conjurer and the Lotheed family's most magically gifted wizard. Along with his deep reservoir of knowledge and magical talent, he is vastly wealthy and influential and is not to be trifled with.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/panivar-lotheed.png"
    },
    {
      "status": "inactive",
      "announce": "Lieutenant",
      "title": "Lieutenant",
      "name": " ",
      "surname": "Fanalyx",
      "attitude": "helpful",
      "appearance": "Lieutenant Fanalyx is a unique, though not unheard of, sight in Axis, being an Axiomite detective on the police force rather than elsewhere in administration. She wears the rank of Lieutenant on an approved set of magical clothing, denoting her office as mortals would instead of wearing them attached to her skin.",
      "background": "Although utterly loyal to Axis and its principles, Fanalyx is a detective willing to explore unconventional solutions and work with untested strangers to keep her district safe.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/fanalyx.png"
    },
    {
      "status": "inactive",
      "announce": "General",
      "title": "General",
      "name": " ",
      "surname": "Ohalia",
      "attitude": "helpful",
      "appearance": "Other than her otherwordly eyes, wings, and energy, Ohalia looks much like how she's depicted in historical art - a fierce woman wearing a breastplate and wielding a spear.",
      "background": "Over thousands of years ago, Ohalia served served as Taldaris' General, accompanying the First Emperor on battlefields across the chaotic inner-sea during the period of post-starfall city-states.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/ohalia.png"
    },
    {
      "status": "inactive",
      "announce": "High Priest",
      "title": "High Priest",
      "name": "Vaddrigan",
      "surname": "Pol",
      "attitude": "hostile",
      "appearance": "A tall, severe Aasimar with a captivating stage presence, Vaddrigan Pol has not been seen outside the Encircling Bower and the ceremonies of the Cult of the Twilight Child. Dressed in high quality silks with blue, gold, an emerald embroidery and jewels, Vaddrigan speaks in a level, soothing tone.",
      "background": "The speaker and high priest for the new cult in Yanmass, Vaddrigan Pol is thought of as the church's leader despite the fact that he refuses the honor and bestows it upon the central figure of the cult, the Twilight Child Himself.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/vaddrigan-pol.png"
    },
    {
      "status": "inactive",
      "announce": "Officer",
      "title": "Officer",
      "name": " ",
      "surname": "Taldaris",
      "attitude": "helpful",
      "appearance": "A powerful Impariut, Taldaris has not been seen in public for some time, though it's just assumed he is away on assignment. However, he was briefly seen in a vision in chains.",
      "background": "As a mortal, Taldaris founded one of Golarion’s greatest empires; a legend and an icon for more than six thousand years. In death, he is an unshakable force of justice in service to Axis.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/taldaris-inevitable.png"
    },
    {
      "status": "inactive",
      "announce": "Lady",
      "title": " ",
      "name": "Cateline",
      "surname": "Lotheed",
      "attitude": "unfriendly",
      "appearance": "Always in darker shades of clothing, Lady Cateline wears exquisite dresses and silvered jewelry. Flowing black hair hangs loosely around her expressive face, and she is rarely seen without a book written in either magical or archaic script.",
      "background": "Bartelby's Sister, Cateline is perhaps Martella's friendliest living relative in that she's never been hostile but has instead kept their relationship icy, despite being best friends in their childhood. Cateline's studies in the arcane, relative self-reliance, and utter lack of responsibilities makes her semi-nomadic. Though she did not participate in the conflict over the Palace of Birdsong, she has not forgiven the PC's for killing Bartleby and Titus, and has been seen in the company of her friend, the Diviner Avenna.",
      "biases": "She is suspicious of people that Bartelby, Titus, or Lucretzia distrust or dislike, though if Bartelby if helpful, her suspicious nature is supplanted with skeptic optimism and favor.",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy, K: Arcana, K: Planes, and Spellcraft.",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/cateline-lotheed.png"
    }
  ],
  "pc": [
    {
      "status": "pc",
      "title": "Baron",
      "name": "Rodrigo *High-Five*",
      "surname": "Hernandez",
      "attitude": "helpful",
      "appearance": "His beard and hair are trimmed and neat, and he looks much the same as the rest of his many siblings.",
      "background": "Being 11th in line for his family wealth, he chose to strive to make a name for himself and become a senator. With the backing of his - albeit lesser - family name and a small stipend, he has otherwise struck out on his own path. Largely, he spent his time working as a senatorial aid before he was contacted by Martella Lotheed.",
      "biases": "He prefers the fine things in life and being able to flaunt his position and power in support of the people, and likes those who give him such opportunities or shares those same goals. He hates repeating himself, however, and when he feels ignored, he will promptly turn cold.",
      "strengths": "Anything meant to embarrass or ridicule Rodrigo will stoke his Ire and discourage continued relations.",
      "weakness": "With a fear of being forgotten to time, opportunities to make a name for himself quickly gain his interest.",
      "achievements": "Rescued Martella Lotheed, Slaying the Iron Lash of Meratt, Won the Dance of the Phalanx, Won the Holmgang, Caught the General, Claimed the Palace of Birdsong, Stopped the Nightmares of Yanmass, Ended the Caravan Raids, Rescued the Twilight Child, Trained at the Kithroadian Academy, Captured Abadar's Pillar, Uncovered the Tomb of the First Emperor, Rescued Taldaris from his Captors, Slayed Norbergers Harold - The Stinging Beast, Received the Eternal Crown from Yanmass",
      "announce": "Honorable Lord",
      "race": "Human",
      "death": " ",
      "order": "9",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/rodrigo-hernandez.png",
      "classes": "Fighter 15",
      "camptrait": "Senatorial Hopeful",
      "noblerank": "Lesser",
      "persona": "Legend Elite"
    },
    {
      "status": "pc",
      "title": "Chacoom",
      "name": "Ickth",
      "surname": "Heskillar",
      "attitude": "friendly",
      "appearance": "???",
      "background": "???",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "achievements": "Uncovered the Tomb of the First Emperor, Was Elected Councilor of Gates in Sayashto on Axis, Rescued Taldaris from his Captors, Slayed Norbergers Harold - The Stinging Beast, Received the Eternal Crown from Yanmass",
      "announce": "Chacoom",
      "race": "Human",
      "death": " ",
      "order": "9",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/ickth-heskillar.png",
      "classes": "Paladin of Iomedae 15",
      "camptrait": "Athletic Champion",
      "noblerank": "Lesser",
      "persona": "Hero 2 Genius 5 Debutante 6"
    },
    {
      "status": "pc",
      "title": "Baroness",
      "name": "Maven *Mai* Selina Rosaline *Twinkle Toes*",
      "surname": "Vernisant",
      "attitude": "helpful",
      "appearance": "With black hair and blue eyes, Mai Vernisant sticks out amongst her blond-hair brown-eyed family. Short with creamy white skin, she seems unnaturally attractive.",
      "background": "Despite being born in a major noble family, Mai has been left inexplicably as an outcast and looks different from her cousins. Some whisper she has a tainted parentage, while others believe she was the result of a dark ritual or pact made with extraplanar forces. An only child, her mother called Mai her *Little Starlight* and considers herself lucky to have a daughter.",
      "biases": "She has a fondness for sweet and savory foods, especially pies, and she detests those who consistently dominate conversations.",
      "strengths": "While she retains her composure gracefully in public, Mai does not excel in patience and detests dragging conversations or any other thing that feels like a waste of time.",
      "weakness": "Mai becomes attached to others very easily, and threats towards her friends or loved ones can quickly motivate her to be more amenable to requests.",
      "achievements": "Rescued Martella Lotheed, Slaying the Iron Lash of Meratt, Won the Dance of the Phalanx, Caught the General, Claimed the Palace of Birdsong, Stopped the Nightmares of Yanmass, Ended the Caravan Raids, Rescued the Twilight Child, Trained at the Kithroadian Academy, Captured Abadar's Pillar, Uncovered the Tomb of the First Emperor, Rescued Taldaris from his Captors, Slayed Norbergers Harold - The Stinging Beast, Received the Eternal Crown from Yanmass",
      "announce": "Honorable Lady",
      "race": "Human",
      "death": " ",
      "order": "9",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/mai-vernisant.png",
      "classes": "Witch 5, Stargazer 3, Evangelist of Desna 7",
      "camptrait": "Child of Oppara",
      "noblerank": "Major",
      "persona": "Mastermind Teacher 9 Debutante 5"
    },
    {
      "status": "pc",
      "title": "Baronet",
      "name": "Robin *Double-Tap*",
      "surname": "Loxley",
      "attitude": "helpful",
      "appearance": "Clean shaven with bright eyes, Robin of Loxley of Nottingham has a great singing voice and is a surprisingly good dancer.",
      "background": "An adventurer, Robin of Loxley left his home seeking fame and honor for his family name along with personal adventure and excitement.",
      "biases": "Loves the poor, hates the rich and snobbish.",
      "strengths": "Archery and anything about archery.",
      "weakness": "Easily baited into competition.",
      "achievements": "Claimed the Palace of Birdsong, Stopped the Nightmares of Yanmass, Ended the Caravan Raids, Rescued the Twilight Child, Trained at the Kithroadian Academy, Captured Abadar's Pillar, Uncovered the Tomb of the First Emperor, Rescued Taldaris from his Captors, Slayed Norbergers Harold - The Stinging Beast, Received the Eternal Crown from Yanmass",
      "announce": "Lord",
      "race": "Human",
      "order": "10",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/robin-loxley.png",
      "classes": "Archer Fighter 15",
      "camptrait": "Young Reformer",
      "noblerank": "None",
      "persona": "Legend Martyr 5 Debutante 5"
    },
    {
      "status": "pc",
      "title": "Baronet",
      "name": "Orm *Top Knot*",
      "surname": "Vastra",
      "attitude": "helpful",
      "appearance": "Cheery and attractive, Orm likes to wear tight and cropped clothing in taldan blue, comfortable enough to move in easily, while just conservative enough to be both proper and obviously a bard.",
      "background": "Trained at the famous Kithrodian Academy, Lord Orm learned to enjoy the finer things in life - music, theater, women, drink, and fashion. When his family name was dragged through the mud by Maxillar Pythareus' political machinations, he promised himself he would restore his family's name while delivering cool vengence. She was recently reincarnated as a female half-orc, though many people who've known her the longest just assumer this is her latest persona.",
      "biases": "Orm is partial to anyone pretty or anyone who pays her attention, though she does not care for drab and muted fashion or public followers of Pythareus. While she does not despise them, she does not trust the military, generally.",
      "strengths": "Proud and self assured, Orm is can spot both quality and fakes and is likewise difficult to deceive.",
      "weakness": "Takes insults personally and critisism poorly.",
      "achievements": "Ended the Caravan Raids, Rescued the Twilight Child, Trained at the Kithroadian Academy, Captured Abadar's Pillar, Uncovered the Tomb of the First Emperor, Rescued Taldaris from his Captors, Slayed Norbergers Harold - The Stinging Beast, Received the Eternal Crown from Yanmass",
      "announce": "Lady",
      "race": "Half-Orc",
      "death": " ",
      "order": "10",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/orm-vastra.png",
      "classes": "Knife Master Rogue 5, Sensei Monk 1, Lion Blade 9",
      "camptrait": "Disgraced Noble",
      "noblerank": "Lesser",
      "persona": "Spymaster Teacher 2 Debutante 5"
    },
    {
      "status": "pc",
      "title": "Baronet",
      "name": "Debrah *Little Debbie*",
      "surname": "Lockheed",
      "attitude": "indifferent",
      "appearance": "???",
      "background": "???",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "achievements": "Rescued Taldaris from his Captors, Slayed Norbergers Harold - The Stinging Beast, Received the Eternal Crown from Yanmass",
      "announce": "Lady",
      "race": "Human",
      "death": " ",
      "order": "11",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/unknown.png",
      "classes": "Bard 15",
      "camptrait": " ",
      "noblerank": "None",
      "persona": "Martyr 2"
    }
  ],
  "legacy": [
    {
      "status": "legacy",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": "Urjinus",
      "surname": "Vobellar",
      "attitude": "helpful",
      "appearance": "As his true passions are riding and hunting, he is most often seen wearing crisp noble cloth without jewelry and atop his favorite horse, Jackson.",
      "background": "The Grand Duke of Sophra, this ineffectual politician defers in almost all situations to High Strategos Maxillar Pythareus, in part due to his Duchy's history in ruling jointly with Taldor's supreme military commander, and partly due to his own middling history as an officer compared to Pythareus's record and ties to the crown.",
      "biases": "Recognizing service and its importance, he has a strong bias for people in the military or pledged to specific orders (+4), and a bias against undisciplined and chaotic people (-2).",
      "strengths": "While only having a middling service record, Grand Duke Vobellar still knows a great deal about the military, defense, tactics, and strategic resources/ locations.",
      "weakness": "With a deep love for riding and hunting, Grand Duke Vobellar is easily regailed by stories of prior hunts or rummors of legendary game.",
      "skills": "Diplomacy, K: Nature, Pro: Soldier, Ride, or Survival",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/urjinus-vobellar.png"
    },
    {
      "status": "legacy",
      "announce": "Chacoom",
      "title": "Chacoom",
      "name": "Vul",
      "surname": "Croafto",
      "attitude": "friendly",
      "appearance": "Petitioners in Axis look much like they did in life, though their skin is rounded and hued in blue and they are typically devoid of hair and any disfigurement, and they have writing all over their bodies - a personalized puzzle to solve which may take a lifetime to decipher, if they ever manage it. Vul sticks out thanks to his eyebrows, and the Yashtoma he often carries with him while officiating, a quirk that makes him easy to recognize.",
      "background": "The Councilor of Seeds, Croafto represents Sayashto's iconic Yashtoma industry and deals with affairs of agriculture, parks, and pest control.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/vul-croafto.png"
    },
    {
      "status": "legacy",
      "announce": "Chacoom",
      "title": "Chacoom",
      "name": " ",
      "surname": "Eopal",
      "attitude": "friendly",
      "appearance": "Petitioners in Axis look much like they did in life, though their skin is rounded and hued in blue and they are typically devoid of hair and any disfigurement, and they have writing all over their bodies - a personalized puzzle to solve which may take a lifetime to decipher, if they ever manage it. The most distinguishing thing about a Petitioner to an outsider is their cloathing and their writtings, something that makes it easy to tell them apart as you know them for decades, but much harder for people new in Axis to recognize, meaning some new or less-detail oriented people struggle to tell them apart.",
      "background": "The former Councilor of Gates, Eopal was in charge of publicity, immigration, tourism, and trade. He suddenly resigned a short time ago and secluded himself at home, which is especially odd considering that he was only 340 days into his 2,000 day term.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/eopal.png"
    },
    {
      "status": "legacy",
      "announce": "Chacoom",
      "title": "Chacoom",
      "name": " ",
      "surname": "Hlati",
      "attitude": "friendly",
      "appearance": "A proud cleric of Abadar from the city of Brass, Hlati is one of ony six dozen Azer's in Sayashto, and the only one that carries a warhammer as part of his oficial capacity.",
      "background": "The Councilor of Canals, Hlati is responsible for coordinating Sayashto's roads, bridges, and canals, along with informally representing the interests of neighboring districts.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/hlati.png"
    },
    {
      "status": "legacy",
      "announce": "Chacoom",
      "title": "Chacoom",
      "name": "Trakt",
      "surname": "Imil",
      "attitude": "friendly",
      "appearance": "Like the vast majority of Axiomites, Trakt is a craftsman and an enchanter, and he can easily be recognized by the specific geometry leaking through his flesh, that is, to anyone who can read divine geometry and comprehend it.",
      "background": "The Councilor of Laws, Imil differs from the other, elected, councilors by being an advisor appointed by authorities in Aktun to represent Axis as a whole. This role is more of an advisory role, though it does carry the authority to veto measures entirely should they deem it necessary.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/trakt-imil.png"
    },
    {
      "status": "legacy",
      "announce": "Chacoom",
      "title": "Chacoom",
      "name": " ",
      "surname": "Jolmulk",
      "attitude": "friendly",
      "appearance": "Petitioners in Axis look much like they did in life, though their skin is rounded and hued in blue and they are typically devoid of hair and any disfigurement, and they have writing all over their bodies - a personalized puzzle to solve which may take a lifetime to decipher, if they ever manage it. The most distinguishing thing about a Petitioner to an outsider is their cloathing and their writtings, something that makes it easy to tell them apart as you know them for decades, but much harder for people new in Axis to recognize, meaning some new or less-detail oriented people struggle to tell them apart.",
      "background": "The Councilor of Graves, Jolmulk oversees legislation for the local mortuary industry, presides over major holidays, and serves as a symbolic representative for the district's long-term residents.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/eopal.png"
    },
    {
      "status": "legacy",
      "announce": "His Holiness",
      "title": "Father",
      "name": " ",
      "surname": "Basri",
      "attitude": "helpful",
      "appearance": "Incredibly old and with a broken spirit Father Basri shambles to and fro, reminding the Taldor traditionalists of their old deific patron, the Last Azlanti. The sadness of his patron’s death and the years since have weighed heavily on his shoulders, and he walks with a stooped back, leaning heavily on a cane. ",
      "background": "Father Basri maintains the Basilica of the Last Man as a tourist attraction, keeping Aroden at least somewhat alive and remembered. As a State Archbishop, Father Basri has a permanent invitation to state celebrations, and uses the opportunity to raise donations for his dwindling church.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/father-basri.png"
    },
    {
      "status": "legacy",
      "announce": "Lady",
      "title": "Lady",
      "name": "Hallianna",
      "surname": "Cobbin",
      "attitude": "locked",
      "appearance": "Derisive and snide, Lady Hallianna Cobbin delights in making others feel uncomfortable and awkward, especially *noble-born's*. She is often seen wearing flowy and flowery clothing, and she can quickly change from looking cute and innocent to sarcastic and derisive.",
      "background": "An owner of several large orchards and ranches, Lady Hallianna Cobbin's father was the chief manager for an heirless human aristocrat who bequeathed both her lands and title to her favorite employee upon her death. The only halfling family to ever sit on the Mercantile Council, Cobbin is not particularly political, but is full of gossip and controls a vast majority of the food and equine trade in Yanmass.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/hallianna-cobbin.png"
    },
    {
      "status": "legacy",
      "announce": "Lady",
      "title": "Lady",
      "name": "Aumber",
      "surname": "Gewbell",
      "attitude": "locked",
      "appearance": "With fair elven skin, long dark hair, and a pique fashion sense, Lady Aumber Gewbell is graceful, to put it mildly. Soft-spoken with fluid movements, she often wears natural-scented perfume and never-ever wears the same outfit twice.",
      "background": "A clothing importer and exporter, Lady Aumber Gewbell speaks directly with the citizenry and traders in Yanmass much more than the other councilors. Seemingly much more sympathetic than the other Mercantile Principles, especially to other non-humans, she is nonetheless skeptical of others, especially those who try to appeal to her directly. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/aumber-gewbell.png"
    },
    {
      "status": "legacy",
      "announce": "Lord",
      "title": "Lord",
      "name": " ",
      "surname": "Gulresh",
      "attitude": "friendly",
      "appearance": "[redacted] - By arrangement with Gulresh, all descriptions of him have been redacted and will not be recorded by the [redacted] until after [redacted] has expired.",
      "background": "The most powerful information broker and crime boss in Zimar and self-proclaimed *Lord of Filth* master of the Zimar Undercity, Gulresh has rules beneath Zimar, escaping capture, making deals, and receiving payment and offerings from decades of blacksmiths, corsairs, rogues, and spies. Often considered neutral territory by both sanctioned and unsanctioned spies and scoundrels, Gulresh has agreed to [redacted] providing his *Court of Filth* freedom from sentinel patrols in exchange for [redacted].",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gulresh.png"
    },
    {
      "status": "legacy",
      "announce": "Chief Enumerator",
      "title": "Chief Enumerator",
      "name": "Abrun",
      "surname": "Palliettor",
      "attitude": "helpful",
      "appearance": "Dressed Proudly in Golden Enumerator Plate armor, Chief Enumerator Abrun Palliettor cuts a striking figure. While he looks fierce, he cares deeply for the people and the law, upholding justice fervently, but always speaking with measured words and a soft, calm voice.",
      "background": "The High Priest of the church of Abadar in Yanmass, and the second-highest ranking member of the church in all of Taldor, Chief Enumerator Abrun Palliettor is a Principle on the Mercantile Council because of how important the Temple of Abadar is to both currency conversion and tax collection for the city. Known for his silence, his neutrality, and his inflexibility with regards to the law, he is popular with the citizenry and with traders, though he's rarely seen outside of his professional or spiritual capacity. Was recently apointed as the head of the church of Taldor following the death of Palo Iovinus.",
      "biases": "Loves lawful people; hates chaotic people and those convicted of a felony in the last year.",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/abrun-palliettor.png"
    },
    {
      "status": "legacy",
      "announce": "Special Agent",
      "title": "Special Agent",
      "name": " ",
      "surname": "Qarit",
      "attitude": "locked",
      "appearance": "Usually seen peacefully drinking yasht at Pakhtil's, Qarit is polite though often nihilistically dismisive of others, and he positively exudes dread, bothering many of those whom are not immune.",
      "background": "An embodiement of death, Qarit is a powerful Shinigami that has pursued dangerous fugitives, despoilers, and the unnaturally long-lived for more than 10,000 years.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/qarit.png"
    },
    {
      "status": "legacy",
      "announce": "Lady",
      "title": "Lady",
      "name": "Carmellio",
      "surname": "Rauls",
      "attitude": "locked",
      "appearance": "Easily her most distinctive feature are the golden under-eye tattoo's after the fashion of the Padisha Empire of Kelesh. Lady Camellio Rauls has a cheerful disposition and a fair, Taldan complexion, but often wears a mix of Taldan and Kelesh fashion and weaponry.",
      "background": "The primary armor, weapon, and equestrian gear merchant in Yanmass, her house holds a lucrative contract to supply the Taldan Horse across the empire. While equally affected by taxes on the export of military gear, her tax-exempt status on the import of gear destined for the Taldan Horse makes her the preferred buyer for Kelish merchants selling their crafts.",
      "biases": "Favors riders, disfavors those who cannot.",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/carmellio-rauls.png"
    },
    {
      "status": "legacy",
      "announce": "Agent",
      "title": "Agent",
      "name": " ",
      "surname": "Jihtin",
      "attitude": "locked",
      "appearance": "With a deeply penetrating stare, Jihtin locks eyes with his target and wont ever let them escape until he's sold them the Home of their Dreams!",
      "background": "A fabulously successful real-estate agent, Jihtin loves showing off the magical properties of the Specie Spring located in the center of the upscale neighborhood of the same name.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/jihtin.png"
    },
    {
      "status": "legacy",
      "announce": "Chief Postal Inspector",
      "title": "Chief Postal Inspector",
      "name": " ",
      "surname": "Omaln",
      "attitude": "friendly",
      "appearance": "The tall, blue-skinned Omaln wears in loose, flowing robes, and his strange face has too many eyes while his hands have too few fingers.",
      "background": "The Chief Postal Inspector of the Sayashto Postal Service, Omaln has been consistently revising quality-control procedures with little effect as she struggles to meet Zdareen District Standards.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/omaln.png"
    },
    {
      "status": "legacy",
      "announce": "Electorate",
      "title": "Electorate",
      "name": " ",
      "surname": "Tsemani",
      "attitude": "locked",
      "appearance": "This warm medusa immigrant happily greets all the constituents and voters that cross her path, casting her eyes about freely and without care since outsiders are typically immune to the dangers of meeting her gaze.",
      "background": "A friendly Medusa who immigrated to Sayashto five years ago, Tsemani is running for the position of Interim Councilor of Gates in the void left by Eopal's resignation.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/tsemani.png"
    },
    {
      "status": "legacy",
      "announce": "Their Honorable Lordship",
      "title": "Earl",
      "name": "Gahez",
      "surname": "Varima",
      "attitude": "friendly",
      "appearance": "A tall man, Gahez keeps a weary smile on his face while dealing with some of his colleagues in the senate. His long black hair falls loosely past his shoulders. His clothing is road worn and a mesh of various regional styles, as though he moves around frequently and hasn't quite settled in.",
      "background": "The senate representative from northeast of Zimar, Earl Gahez Varima traces his lineage back to the first Vudrani immigrants to Taldor.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gahez-varima.png"
    },
    {
      "status": "legacy",
      "announce": "Head Curator",
      "title": "Head Curator",
      "name": " ",
      "surname": "Zjali",
      "attitude": "locked",
      "appearance": "Petitioners in Axis look much like they did in life, though their skin is rounded and hued in blue and they are typically devoid of hair and any disfigurement, and they have writing all over their bodies - a personalized puzzle to solve which may take a lifetime to decipher, if they ever manage it. The most distinguishing thing about a Petitioner to an outsider is their cloathing and their writtings, something that makes it easy to tell them apart as you know them for decades, but much harder for people new in Axis to recognize, meaning some new or less-detail oriented people struggle to tell them apart.",
      "background": "A renown interplanar botanist, Head Curator Zjali administrates the Striped Palace, a museum dedicated to the history, cultivation, and processing of the yashtoma plant.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/eopal.png"
    },
    {
      "status": "legacy",
      "announce": "Her Excellency",
      "title": "Countess",
      "name": "Abrielle",
      "surname": "Pace",
      "attitude": "locked",
      "appearance": "Only ridiculously gauche noble clothing and fine jewelry set Countess Pace apart from any other Taldan. Her face is usually in a smile, though it quickly turns to a sneer when she loses control of the conversation. She has short but well-kept brown hair locked back in a stylized bun.",
      "background": "A countess and member of the senate from a county along the western borders of Taldor, Abrielle Pace seeks to advance by any means available.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/abrielle-pace.png"
    },
    {
      "status": "legacy",
      "announce": "His Excellency",
      "title": "Count",
      "name": "Orlundo *The Iron Gar*",
      "surname": "Zespire",
      "attitude": "helpful",
      "appearance": "Orlundo wears traditional Taldan outfits that seem a bit over starched. His graying, short hair is smoothed back from his tired face. Worn around the edges, Zespire keeps his smiles subdued and almost flat.",
      "background": "The “Iron Gar” made a name for himself hunting pirates for the Grand Prince, granted a vacant senate seat for a successful pirate hunt that lead into River Kingdoms.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy and Pro: Sailor",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/orlundo-zespire.png"
    },
    {
      "status": "legacy",
      "announce": "His Lordship",
      "title": "Viscount",
      "name": "Yemis",
      "surname": "Avenlar",
      "attitude": "locked",
      "appearance": "A middle-noble, Yemis Avenlar dressess well and cuts a nice figure despite his advacing age, and at the same time has an abundance of both arrogant an placative tendancies and bodylanguage. He walks like a man who is sure of what he owns, both confident in his power and afraid to lose it at the anger of his betters.",
      "background": "The Viscount overseeing the Piltshaven lands, Yemis Avenlar is an ambitious individual. With the landgrave over him and the local barons having died in the recent succession skirmishes, and the lands in question being too small-time for the attention of more powerful nobles, Avenlar has been rapidly consolidating both land and power.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/yemis-avenlar.png"
    },
    {
      "status": "legacy",
      "announce": "Mister",
      "title": " ",
      "name": "Higgins",
      "surname": "Kuerel",
      "attitude": "locked",
      "appearance": "Friendly and subservient, Higgins dressess simply and cherily addresses his customers needs despite being wealthy enough to own a shop in Axis while still being mortal.",
      "background": "The proprieter and head barber at Silver Snips, Mister Higgins coordinaates his crew of halfling barber-surgeons with precision while creating an enviornment where people like to hang out, chat, and post help-wanted adds.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/higgins-kuerel.png"
    },
    {
      "status": "legacy",
      "announce": "His Lordship",
      "title": "Baron",
      "name": "Mauston",
      "surname": "Kustios",
      "attitude": "friendly",
      "appearance": "Having not been seen in public for a long time, this elderly baron is now a few years older than depicted in his last portrait, and it cannot be relied upon for accuracy.",
      "background": "The Baron of Yanmass and arguably the most powerful person in the city because of his unique authority to veto Mercantile Council decisions, Baron Mauston Kustios is rarely seen in public, preferring the private life his manor affords him. For the last several years, he has not attended Mercantile Council meetings with the excuse of not feeling well, though many whisper it is because he has become little more than a figurehead and is no longer welcome at the meetings.",
      "biases": "The baron doesn't care for spellcasters of any kind, but he does have a soft spot for regular people with at least two different proffesions or crafts.",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/mauston-kustios.png"
    },
    {
      "status": "legacy",
      "announce": "Petitioner",
      "title": "Petitioner",
      "name": " ",
      "surname": "Pakhtil",
      "attitude": "locked",
      "appearance": "Petitioners in Axis look much like they did in life, though their skin is rounded and hued in blue and they are typically devoid of hair and any disfigurement, and they have writing all over their bodies - a personalized puzzle to solve which may take a lifetime to decipher, if they ever manage it. The most distinguishing thing about a Petitioner to an outsider is their cloathing and their writtings, something that makes it easy to tell them apart as you know them for decades, but much harder for people new in Axis to recognize, meaning some new or less-detail oriented people struggle to tell them apart.",
      "background": "Founder and proprietor of Sayashto's oldest and most popular Yasht Shop, Pakhtil smuggly insists that she sells the best yasht in existance, and based on the long lines that form during the morning rush, she's probably right.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/eopal.png"
    },
    {
      "status": "legacy",
      "announce": "Captain",
      "title": "Captain",
      "name": "Thrain",
      "surname": "Gavian",
      "attitude": "locked",
      "appearance": "Green and heavily pierced, this self-assured noble captain displays zero interest in politics or diplomacy, and dresses simply in high-quality armor.",
      "background": "Warden of Abadar's Pillar, and one of the few half-orcs in Taldor to hold a noble title, Captain Thrain Gavian is a descendent from a long line of faithful soldiers who served in and since the Grand Campaign. She was defeated by the PC's during their assualt on Abadar's Pillar, though his life was spared.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/thrain-gavian.png"
    },
    {
      "status": "legacy",
      "announce": "Magistrate",
      "title": "Magistrate",
      "name": "Joleana",
      "surname": "Tantriano",
      "attitude": "friendly",
      "appearance": "In her late sixties, Magistrate Joleana Tantriano wears an Iomedae pin as the clasp to her Abadaran Judicial cloak, along with one earing of Iomedae's sun and another of Abadar's scales, denoting both her station and her dual faiths.",
      "background": "A magistrate in Cassomir and part of the Taldan upper class, Magistrate Joleana served an extended military tour in Lastwall in adition to her university education.",
      "biases": "She is biased towards agents of the law and followers of good or lawful dieties and against followers of evil or non-good chaotic dieties.",
      "strengths": "???",
      "weakness": "Referencing Iomedae's historical deeds or specific legal knowledge is best suited to influencing the magistrate.",
      "skills": "Diplomacy, P: Comedy, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/joleana-tantriano.png"
    },
    {
      "status": "legacy",
      "announce": "Inquisitor General",
      "title": "Inquisitor General",
      "name": "Feradica",
      "surname": "Torcamay",
      "attitude": "locked",
      "appearance": "A devout man and a dedicated Inquisitor, Feradica Torcamay lost an eye defending his golden-masked taxmasters from ambush by Qadiran spies and thieves. While a traditional stoic man, he has become more complacent with cruelty since Enumerator Iovinus was appointed over him and his faith.",
      "background": "The tyrannical subordinate of Enumerator Iovinus, Inquisitor General Feradica Torcamay oversees the daily responsibilities of the House of Gold and of both the Golden Templars and the Templars of the Vault and Chain. While the ancient Taxmasters and the heretical Vault and Chain have different philosophies, these paramilitary orders work and train side-by-side, serve the same deity and enumerator, and defend Zimar and Taldors markets from foreign intervention.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/feradica-torcamay.png"
    },
    {
      "status": "legacy",
      "announce": "Captain",
      "title": "Captain",
      "name": "Patrika",
      "surname": "Urba",
      "attitude": "helpful",
      "appearance": "Dressed in sharp, angular armor with radical blue hair and highly angular designs, Captain Urba is formal and curt, asks pointed questions, and does not give the *uneducated brunt's* of either nobles or commoners any more attention than absolutely necessary.",
      "background": "The Captain of the Guard of Zimar and ultimately in charge of all civil defense in the city, Captain Patrika Urba is a taciturn engineer and an intelligent and devoted spellmaster. They was made into a double agent and turned on Pyhtareus during the assault on Abadar's Pillar.",
      "biases": "None",
      "strengths": "Captain Urba is generally against any conversations or actions leading to reforms of any kind.",
      "weakness": "Captain urba is devoid of sympathy for anyone.",
      "skills": "Intimidate, K: Arcana, Spellcraft, or Linguistics",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/patrika-urba.png"
    },
    {
      "status": "legacy",
      "announce": "Honorable Lord",
      "title": "Baronet",
      "name": "Caphridius",
      "surname": "Vort",
      "attitude": "locked",
      "appearance": "Dressed in worn nobles clothing, Caphridius looks grim and tired. A gregarious man and happy to meet visitors, he can’t help but mention his community’s struggles, lack of resources, and poor infrastructure. ",
      "background": "Count Caliphalig Vort's cousin and the again-assistant to Baron Telus, Caphridius is far more interested in acting and opera than frontier living. Though miserable, he continues to work hard to lead his community, while quietly nursing a self-loathing.",
      "biases": "Can't stand misery people or behavior.",
      "strengths": "Knows more than he'd like about farming and city planning.",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/caphridius-vort.png"
    },
    {
      "status": "legacy",
      "announce": "Lord",
      "title": "Lord",
      "name": " ",
      "surname": "Argentus",
      "attitude": "locked",
      "appearance": "Dressed in thick taldan green silk and wearing a large hat and carrying a big stick, this chef looks an awful lot like a magician. He admits he uses magic to enhance his cooking, promising the best food in all of Avin",
      "background": "The proprietor of the new, upscale restaurant, Savories, Argentus is an unethical self-promoter, working hard to be known as the finest chef in Avin.",
      "biases": "Shameless distaste for the poor, especially halflings, and refuses to serve them in his restaurant.",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/argentus.png"
    },
    {
      "status": "legacy",
      "announce": "Lady",
      "title": " ",
      "name": "Yarelle",
      "surname": "Towsine",
      "attitude": "locked",
      "appearance": "Friendly and welcoming, she has gray hair and watchful eyes.",
      "background": "A distant cousin - several times removed - of Adella Voinum, Yarelle studied the arcane in Oppara only to discover she missed the country side. She now helps to lead the tiny hamlet of Cascina.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy, Spellcraft, K: Arcana, Craft (any), ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/yarelle-towsine.png"
    },
    {
      "status": "legacy",
      "announce": "Dame",
      "title": "Knight",
      "name": " ",
      "surname": "Avenna",
      "attitude": "unfriendly",
      "appearance": "Prioritizing form over function, Dame Avenna nonetheless looks every bit the part of all-seeing all-knowing diviner. While generally soft-spoken, she speaks definitively.",
      "background": "The personal court wizard of Maxillar Pythareus and member of his cabinet, Avenna serves the High Strategos as a diviner and seer, scrying on enemies and making educated guesses about their next moves. Intelligence suggests she considers herself an academic as opposed to a soldier, and as such, may be the least devout member of Pythareus's inner circle. She was convinced to leave Pythareus' side during the assault on Abadar's Pillar, and has remained in the company of her friend, Cateline Lotheed.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/avenna.png"
    },
    {
      "status": "legacy",
      "announce": "Sergeant",
      "title": "Sergeant",
      "name": "Valania",
      "surname": "Goen",
      "attitude": "helpful",
      "appearance": "Fierce and determined, Sergeant Goen wears the same uniform as the other Zimar Sentinels, though that armor is both high quality and distinctive.",
      "background": "A renown fencer, Sergeant Goen oversees the general gate security of Zimar and both the Azlanti Tower and the Oubliette in Abadar's Pillar. The daughter of a prominent merchant family in Zimar, she reportedly enlisted with the hope that her service would eventually lead to a title. She was made into a double agent and turned on Pyhtareus during the assault on Abadar's Pillar.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/valania-goen.png"
    },
    {
      "status": "legacy",
      "announce": "Chief",
      "title": "Chief",
      "name": "Milxena",
      "surname": "Ospher",
      "attitude": "unfriendly",
      "appearance": "Wearing the firewatch's classic red-and-black armor, Chief Milxena is pretty and young for a firewatch chief. Passionate about many things, she seems to have a fire within her, especially when it comes to defending the city, even if its just from immigrants.",
      "background": "Chief of the firewatch, Yanmass's combination fire and police department, Chief Milxena Ospher is a skilled administrator, but also an unabashed racist. Statistically, her firewatch patrol Kelesh areas far less than Taldan districts, and more cases regarding Keleshite victims go unsolved than all other cases. Despite repeated outcries for her removal, she is part of a connected noble family and remains in charge.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/milxena-ospher.png"
    },
    {
      "status": "legacy",
      "announce": "Auntie",
      "title": "Auntie",
      "name": "Drusilla",
      "surname": "Grava",
      "attitude": "locked",
      "appearance": "Foppish, gregarious, and grandmotherly, Drusilla Grava is good with children, quick to dole out sweets, and seemingly unconcerned that her toy shop doesn't get a lot of business.",
      "background": "The owner of a small puzzle and toy shop, Drusilla Grava would not be a person of interest if it were not for the frequency with which her name appears on reports from the city and the fact that she maintains a prosperous business despite her shop being small and child-centric.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/drusilla-grava.png"
    },
    {
      "status": "legacy",
      "announce": "Little Master",
      "title": " ",
      "name": "Gregor",
      "surname": "Hamble",
      "attitude": "friendly",
      "appearance": "Incredibly talkative and swift footed, Gregor Hamble has no problem keeping up with the taller folk he assists, both in conversation and pace. Dressed commonly, but far better than a slave, he is ever cheerful and happy to serve, though he does not disclose secrets, despite many attempts to pry them free.",
      "background": "The Guest Secretary of the Mercantile Council, Gregor Hamble's job is to assist guests of the council and coordinate logistics between the council guests and the council main. He'd have a reputation for loose lips, given how much he talks and how he strives to answer questions before they're asked, but he has never yet revealed a secret he was supposed to keep, making him perfect for his job.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/gregor-hamble.png"
    },
    {
      "status": "legacy",
      "announce": "Master",
      "title": "Master",
      "name": "Frater",
      "surname": "Mosle",
      "attitude": "helpful",
      "appearance": "When seen out and about, he wears Baron Telus' colors beneath his muted green game-wardens cloth, often making him blend in to the environment. He's trained his men to do likewise, and while there's no evidence anything they do is outside the confines of the law, others view them as bandits.",
      "background": "Baron Telus' game warden, Master Frater Mosle grew up with Araig and possibly knows him better than anyone else. Protective of his underlings and Baron Telus, he turns away everyone seeking the Baron, explaining that he is still recovering.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/frater-mosle.png"
    },
    {
      "status": "legacy",
      "announce": " ",
      "title": " ",
      "name": "River",
      "surname": "Mother",
      "attitude": "unfriendly",
      "appearance": "As no one has ever seen the River Mother's face, no description is available.",
      "background": "Known locally as the river mother, this elderly druid tends to the downtrodden poor living in the Wash, though everything about *her* is unknown, including race and gender, as the River Mother keeps their heavy hood over their face even while providing magical aid.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/unknown.png"
    },
    {
      "status": "legacy",
      "announce": "Master Storyteller",
      "title": "Master Storyteller",
      "name": "Conson",
      "surname": "Vatherial",
      "attitude": "friendly",
      "appearance": "Seven feet tall and easily over three hundred pounds, this massive, gregarious half-elf is twice over most other men. He sings unashamedly, he tells stories with a deep memory, he stirs deep, raw feelings from inside his audience, and he drinks as much ale as a horse drinks water.",
      "background": "A master storyteller, Conson Vatherial usually performs out of the Whistling Wyvern and is well known for matching adventurers and mercenaries looking for employment with merchants and nobles looking for guards and explorers.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/conson-vatherial.png"
    },
    {
      "status": "legacy",
      "announce": "Blackwater",
      "title": "Blackwater",
      "name": " ",
      "surname": " ",
      "attitude": "locked",
      "appearance": "Description unavailable, despite bribes and threats.",
      "background": "A popular duelist, the champion known as *Blackwater* is known to fight in illegal underground fight clubs. A celebrity in name, her identity is a mystery, and there are none willing to disclose her description.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/unknown.png"
    },
    {
      "status": "legacy",
      "announce": "Miss",
      "title": " ",
      "name": "Sepsina",
      "surname": "Crabbe",
      "attitude": "locked",
      "appearance": "Sepsina is rail-thin and pale, looking vaguely surprised or frightened by everything, though her eyes have a bit of piece behind them, and she's begun answering questions more completely.",
      "background": "Dame Crabbe's daughter, Sepsina fell into despondency after the suicide of her fiancé. After being disenchanted, she's become more outgoing while also not attending as many social events.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/sepsina-crabbe.png"
    },
    {
      "status": "legacy",
      "announce": "Mister",
      "title": " ",
      "name": "Giado",
      "surname": "Eta",
      "attitude": "locked",
      "appearance": "Bearing a tax license, Giado wears a combination of oversized clothing in reds, blacks, and dark blues. He always travels with a retinue of worker guards.",
      "background": "Giado comes by once or twice each year to many of the outlying towns and settlements to claim levy taxes from towns not directly overseen by a baron or the flamboyant Dame Crabbe. When confronted, he uses magic to bully and frighten locals.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/giado-eta.png"
    },
    {
      "status": "legacy",
      "announce": "Mister",
      "title": " ",
      "name": "Arraio",
      "surname": "Garicus",
      "attitude": "friendly",
      "appearance": "This jolly orator is both plump and tidy. Often bathing with specialized bath salts, tending to his hair and goatee with pricey oils, and always wearing freshly laundered and scented clothing, Arraio has a clean look and a complex scented profile.",
      "background": "The proprietor of the Baths of Dioclytus, the largest and most famous of Zimar's bathhouses - which also includes a laundry, café, massage parlor, and upscale inn - this wealthy bard makes his living providing a comfortable place to rest after a journey and spill secrets.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/arraio-garicus.png"
    },
    {
      "status": "legacy",
      "announce": "Miss",
      "title": " ",
      "name": "Mirissin",
      "surname": "Halvelor",
      "attitude": "locked",
      "appearance": "Miss Halvelor has striking red hair and amber eyes. Beyond that, she does her best to blend fashion and function by mixing custom, quiet armor with custom cut cloth. She is rarely seen carrying a weapon, but no one ever doubts that she is armed. When she speaks, it is only to answer or turn customers away, and she has a tendency to use unnecessarily long words.",
      "background": "The owner of one of Yanmass's most opulent inns, the Gilded Baldachin, little is known about Mirissin Halvelor except that she is well known for her and her employees discretion, along with the intense security measures she takes to keep her guests safe and undisturbed. This reputation is well earned since her guards protected a visiting Grand Dukes son and heir from kidnapping by Kelesh Insurgents, and the disturbance only came to light months later when the heir apparent was bragging about his survival. Lady Martella Lotheed has sent a letter ahead to arrange for rooms at her inn, along with a private lounge and workshop, with payment to be billed to Princess Eutropia's account.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/mirissin-halvelor.png"
    },
    {
      "status": "legacy",
      "announce": "Mister",
      "title": " ",
      "name": " ",
      "surname": "Jeke",
      "attitude": "locked",
      "appearance": "A fisherman living in an old beaver dam, Jeke smells cleaner than you'd expect, but his body odor is still strong.",
      "background": "An old man tired of city life, Jeke calls himself *The General's Butler* and tells fishing stories to other anglers near the lake.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/jeke.png"
    },
    {
      "status": "legacy",
      "announce": "Master",
      "title": "Master",
      "name": " ",
      "surname": "Oaca",
      "attitude": "friendly",
      "appearance": "No known sketch or description exists. Update - Sketch found in Milon Jeroth's Portfolio.",
      "background": "The only known piece of information on Oaca is [redacted] before becoming a spy employed by Milon Jeroth. Oaca is presumed to be both capable and lethal.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/oaca.png"
    },
    {
      "status": "legacy",
      "announce": "Miss",
      "title": " ",
      "name": "Anllel",
      "surname": "Oakleaf",
      "attitude": "locked",
      "appearance": "Wearing druidic and lodge greens, Anllel is poised and defiant.",
      "background": "A lodge member, she looks at the community of Stachys with equal distrust as they look upon her.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/anllel-oakleaf.png"
    },
    {
      "status": "legacy",
      "announce": "Mister",
      "title": " ",
      "name": "Portimer",
      "surname": "of Stachys",
      "attitude": "locked",
      "appearance": "With threadbare clothing and a little brown hat, protomer is covered in faded bruises and scars and seems generally skittish and servile despite his cheery disposition.",
      "background": "The local miller, protomer is a husband and father to three scrawny children aged 5, 11, and 14. After the town rallied around him, he was released from custody without charge.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/portimer.png"
    },
    {
      "status": "legacy",
      "announce": "Miss",
      "title": " ",
      "name": "Saviana",
      "surname": "Onio",
      "attitude": "locked",
      "appearance": "With long dark hair and clothes cut a lower than is normally accepted in this part of the world -though not so low as to be indecorous- Miss Saviana Onio obviously uses her looks and charm while trying to make a sale. With certain buyers, she has been known to wear the magical jewelry she's showcasing, and she has never been seen in public without a few magical items, including her signature circlet of persuasion inlaid with aquamarine and accompanied by matching earrings.",
      "background": "The owner of a popular magic item shop, Wender Manor, Savina Onio personally curates her extensive collection and showcases the wares to pre-screened guests. Though undoubtedly wealthy, no thieves have successfully overcome Onio's expensive defenses, with thieves' bodies often being disposed of quietly before working hours.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/saviana-onio.png"
    },
    {
      "status": "legacy",
      "announce": "Mister",
      "title": " ",
      "name": " ",
      "surname": "Cyricus",
      "attitude": "friendly",
      "appearance": "This bookish elf wears travelers clothing and carries several kinds of bags of various sizes.",
      "background": "A smuggler contact often utilized by the Lion Blades, Cyricus helps Lion Blades acquire identification papers, disguises, and information within and around the border region between Taldor's Zimar and Qadira. These things are either acquired by Cyricus himself, or left behind by other Lion Blades, which Cyricus is happy to provide for only a modest fee.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/cyricus.png"
    },
    {
      "status": "legacy",
      "announce": "Miss",
      "title": " ",
      "name": " ",
      "surname": "Felsha",
      "attitude": "locked",
      "appearance": "Dressed in ratty, third-hand clothing, Felsha is often seen in the streets of towns begging for help.",
      "background": "An advocate for Jambis, Felsha became interesting when she was attacked by assailants on the road only to be saved by someone she now calls ",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/felsha.png"
    },
    {
      "status": "legacy",
      "announce": "Mister",
      "title": " ",
      "name": "Partulles",
      "surname": "Mayne",
      "attitude": "locked",
      "appearance": "Dressed in homespun long johns, Partulles' face is wrinkled into a permanent scowl, with a few sharp teeth jutting out awkwardly.",
      "background": "A goose farmer from outlying lands west of town, Partulles has a long history of arguments and scuffles with the local townsfolk.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/partulles-mayne.png"
    },
    {
      "status": "legacy",
      "announce": " ",
      "title": " ",
      "name": "The Night",
      "surname": "Swan",
      "attitude": "hostile",
      "appearance": "Descriptions vary wildly between *eyewitness* accounts. Purportedly garbed in white, silver, and gold, this woman is described as holding herself with both grace and strength.",
      "background": "While many claim the Night Swan is an ancient and mythical fey, others claim it is a simple bandit. Either way, attacks are recent and relatively frequent, and most attacks on the road are attributed to The Night Swan, deserved or not.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/unknown.png"
    }
  ],
  "prison": [
    {
      "status": "prison",
      "announce": "His Imperial Majesty",
      "title": "Grand Prince",
      "name": " ",
      "surname": "Stavian III",
      "attitude": "locked",
      "appearance": "Dressed perfectly in regal attire, his clothes don't show even a hint of wear. He smiles often and slightly too widely.",
      "background": "Grand Prince Stavian III is considered as ineffectual as the empire he rules. For all Stavian’s faults, he has managed to hold the empire together through intelligent political maneuvering and a keen understanding of human nature. Was recently found alive but mad, and has been turned over to the Lion's Blades and sent into exile. Only a handful of people know where he is now.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Fatally stabbed by a Lion's Blade during the Exaltation Massacre, his body was recovered by imperial magisters.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/stavian-3.png"
    },
    {
      "status": "prison",
      "announce": "His Lordship",
      "title": "Viscount",
      "name": "Theon",
      "surname": "Cenabri",
      "attitude": "hostile",
      "appearance": "Dressed in muted colors and lacking ostentatious jewelry, Viscount Theon Cenabri stands out in this particular crowd as the only noble not wearing flashy jewels. He might be mistaken for a servant were in not for his expensive and well-recognized signet ring and frequent appearance at state events.",
      "background": "A distant descendant of Italice Cenabri, who was murdered by Honaria Alcasti's Lieutenant, this particular viscount is remarkable in that while he has done little more than coast on his family name, he has done nothing scandalous to harm his family name, and he treats his servants better than most. Invested in protecting his family's name, he has a quiet but deep hatred for Remaio Alcasti and those who assisted to restore his family's name.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/theon-cenabri.png"
    },
    {
      "status": "prison",
      "announce": "Lady",
      "title": " ",
      "name": "Lucretzia",
      "surname": "Marthane",
      "attitude": "hostile",
      "appearance": "Thin and pale Lucretzia spends her time behind bars spouting Galtean rhetoric at those who come within earshot. While Martella has been trying to reach out to the *Night Swan,* the reality of her crimes and her utter lack of remorse leaves the two at an impasse, one that neither of them are in a hurry to overcome.",
      "background": "Born to wealth and educated by the best tutors, Lucretzia is a noble and some important nobles cousin, though she never goes into details. Recently exposed as the *Night Swan,* she's been arrested and imprisoned at the palace of birdsong, though most of the citizenry of Meratt find it hard to believe that she was behind so many crimes. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "Lucretzia has a solid appreciation for Galtan history and writing, and couching new ideas in relation to revolutionary writers is sure to make an impression.",
      "skills": " Bluff, Diplomacy, K: Nobility, Disguise, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/lucretzia-marthane.png"
    }
  ],
  "secrown": [
    {
      "status": "secrown",
      "announce": "His Grace",
      "title": "Duke",
      "name": "Quintus Avellius",
      "surname": "Corcina",
      "attitude": "helpful",
      "appearance": "Often seen wearing fine livery, Quintus Corcina rarely goes anywhere without a definite business interest, and is thereby never seen without being surrounded by an entourage of nobles, businessmen, lawyers, and servants. He always makes sure he handles money personally, he never drinks until after business is concluded, and he always hosts or otherwise pays for food at a dinner, preventing anyone from getting the upper hand on him in a business negotiation.",
      "background": "The ambitious members of House Corcina first made their mark on Taldan history during the time of the Second Army of Exploration, when the house' founders great success gained him both land and a bride of royal blood. Now under the shrewd leadership of Duke Quintus Corcina, the house continues to not only grow but thrive through its foreign trade networks. Corcina trade routes stretch the length of Avistan, but the duke seeks to extend them further still, including a bold expansion into Tian Xia.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy or Pro: Barrister",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/quintus-avellius-corcina.png"
    },
    {
      "status": "secrown",
      "announce": "Her Grace",
      "title": "Duchess",
      "name": "Helinara",
      "surname": "Lawsus",
      "attitude": "helpful",
      "appearance": "With short-cropped red hair, she is always seen wearing her grandmothers emerald tear neckless choker. While she looks young, she has a sharp wit honed from spending her life around people trying to take economic advantage of her lands, so she speaks decisively and with carefully chosen words.",
      "background": "Receiving the backing from several tracks of farmland, a few small counties, and the Historical Old Sehir, Helinara Lawsus was already administering via the communal opinions of various tribunes and baronies. While not particularly strong on their own, this coalition is large enough to make their voice heard, while also demonstrating the potential of alternative-governing methods that are still tied to Taldan's noble traditions.",
      "biases": "She has a fondness for martial classes and craftsman, and doesn't really care for bards or sorcerers as they tend to twist words of others.",
      "strengths": "She knows the law alarmingly well.",
      "weakness": "When multiple people express the same opinion, she's more likely to listen.",
      "skills": "Bluff, Diplomacy, K: History, K: Nobility, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/helinara-lawsus.png"
    },
    {
      "status": "secrown",
      "announce": "Their Illustriousness",
      "title": "Marquess",
      "name": "Tanasha",
      "surname": "Starborne",
      "attitude": "helpful",
      "appearance": "A gnome with beautifully styled rainbow hair and a glowing smile, Tanasha dresses in the rich greens of the Verduran Forest with a stylized broach denoting the city of Wispil at her shoulder.",
      "background": "An avid supporter of gnome rights and a prior vocal supporter of Princess Eutropia, she's taken advantage of the current confusion to make her own claim for the Priomogen crown, hoping to leverage Wispil's relative isolation, strategic value, and military might during the War for the Crown.",
      "biases": "Tanasha despises anyone who mistreats servants, or small folk (–2), but she adores anyone who treats servants as equals or comes from a short-raced background (+2).",
      "strengths": "Having a firm grasp of the land, attempts to persuade her through lies about nature or its animals or attempts to bluster their own importance brings out Tanasha's skepticism.",
      "weakness": "While cheerful and exciting, Tanasha is feeling worn since the massacre. Welcoming any excuse for a colorful exchange or impromptu display of frivolity, she may be open to more bombastic characters that seek to get the Marquess to their side.",
      "skills": "Diplomacy, Bluff, K: Arcana, and Spellcraft",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/tanasha-starborne.png"
    },
    {
      "status": "secrown",
      "announce": "His Excellency",
      "title": "Count",
      "name": "Caliphalig",
      "surname": "Vort",
      "attitude": "helpful",
      "appearance": "Having learned to always be ready for an ambush, Caliphalig Vort is rarely seen without his armor, weapons, and a couple bodyguards.",
      "background": "Baronet Caphridius Vort's cousin, Caliphalig controls the County of Lionsmane immediately bordering Meratt and lies between them and Cassomir. With swampy lands laden with canals he is bound to maintain, coupled with fey, ettercaps, and a stubborn dragon, yet also being within the critical heartland of Taldor and essential for shipping between its two largest cities, Oppara and Cassomir, Caliphalig employs an army and a series of militias to rival that of a Marquess and has the loyalty - earned or enforced - of his people.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Pro: Soldier, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/caliphalig-vort.png"
    },
    {
      "status": "secrown",
      "announce": "Sir",
      "title": "Knight",
      "name": "Remilliard",
      "surname": "Kastner",
      "attitude": "helpful",
      "appearance": "In the gold-and-crimson plate of Ragathiel, Remilliard stands self-assuredly, his golden hair tied back from his clean-shaven face. Alert blue eyes glance towards any he thinks as trouble and they spark in fury at the idea of peace with modern Cheliax.",
      "background": "Descendant of the Kastner family that remained in Taldor, Remilliard has taken his family’s senate seat and uses his position to fight for progressive change within Taldor.",
      "biases": "He does not talk with evil characters (-all) and does not approve of selfish, non-good lifestyles (-2). He appreciates all who are good of heart (+2).",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/remilliard-kastner.png"
    }
  ],
  "target": [
    {
      "status": "target",
      "announce": "Chacoom",
      "title": "Chacoom",
      "name": "Vul",
      "surname": "Croafto",
      "attitude": "friendly",
      "appearance": "Petitioners in Axis look much like they did in life, though their skin is rounded and hued in blue and they are typically devoid of hair and any disfigurement, and they have writing all over their bodies - a personalized puzzle to solve which may take a lifetime to decipher, if they ever manage it. Vul sticks out thanks to his eyebrows, and the Yashtoma he often carries with him while officiating, a quirk that makes him easy to recognize.",
      "background": "The Councilor of Seeds, Croafto represents Sayashto's iconic Yashtoma industry and deals with affairs of agriculture, parks, and pest control.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/vul-croafto.png"
    },
    {
      "status": "target",
      "announce": "Chacoom",
      "title": "Chacoom",
      "name": " ",
      "surname": "Eopal",
      "attitude": "friendly",
      "appearance": "Petitioners in Axis look much like they did in life, though their skin is rounded and hued in blue and they are typically devoid of hair and any disfigurement, and they have writing all over their bodies - a personalized puzzle to solve which may take a lifetime to decipher, if they ever manage it. The most distinguishing thing about a Petitioner to an outsider is their cloathing and their writtings, something that makes it easy to tell them apart as you know them for decades, but much harder for people new in Axis to recognize, meaning some new or less-detail oriented people struggle to tell them apart.",
      "background": "The former Councilor of Gates, Eopal was in charge of publicity, immigration, tourism, and trade. He suddenly resigned a short time ago and secluded himself at home, which is especially odd considering that he was only 340 days into his 2,000 day term.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/eopal.png"
    },
    {
      "status": "target",
      "announce": "Chacoom",
      "title": "Chacoom",
      "name": " ",
      "surname": "Hlati",
      "attitude": "friendly",
      "appearance": "A proud cleric of Abadar from the city of Brass, Hlati is one of ony six dozen Azer's in Sayashto, and the only one that carries a warhammer as part of his oficial capacity.",
      "background": "The Councilor of Canals, Hlati is responsible for coordinating Sayashto's roads, bridges, and canals, along with informally representing the interests of neighboring districts.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/hlati.png"
    },
    {
      "status": "target",
      "announce": "Chacoom",
      "title": "Chacoom",
      "name": "Trakt",
      "surname": "Imil",
      "attitude": "friendly",
      "appearance": "Like the vast majority of Axiomites, Trakt is a craftsman and an enchanter, and he can easily be recognized by the specific geometry leaking through his flesh, that is, to anyone who can read divine geometry and comprehend it.",
      "background": "The Councilor of Laws, Imil differs from the other, elected, councilors by being an advisor appointed by authorities in Aktun to represent Axis as a whole. This role is more of an advisory role, though it does carry the authority to veto measures entirely should they deem it necessary.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/trakt-imil.png"
    },
    {
      "status": "target",
      "announce": "Chacoom",
      "title": "Chacoom",
      "name": " ",
      "surname": "Jolmulk",
      "attitude": "friendly",
      "appearance": "Petitioners in Axis look much like they did in life, though their skin is rounded and hued in blue and they are typically devoid of hair and any disfigurement, and they have writing all over their bodies - a personalized puzzle to solve which may take a lifetime to decipher, if they ever manage it. The most distinguishing thing about a Petitioner to an outsider is their cloathing and their writtings, something that makes it easy to tell them apart as you know them for decades, but much harder for people new in Axis to recognize, meaning some new or less-detail oriented people struggle to tell them apart.",
      "background": "The Councilor of Graves, Jolmulk oversees legislation for the local mortuary industry, presides over major holidays, and serves as a symbolic representative for the district's long-term residents.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/eopal.png"
    },
    {
      "status": "target",
      "announce": "Lieutenant",
      "title": "Lieutenant",
      "name": " ",
      "surname": "Fanalyx",
      "attitude": "helpful",
      "appearance": "Lieutenant Fanalyx is a unique, though not unheard of, sight in Axis, being an Axiomite detective on the police force rather than elsewhere in administration. She wears the rank of Lieutenant on an approved set of magical clothing, denoting her office as mortals would instead of wearing them attached to her skin.",
      "background": "Although utterly loyal to Axis and its principles, Fanalyx is a detective willing to explore unconventional solutions and work with untested strangers to keep her district safe.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/fanalyx.png"
    },
    {
      "status": "target",
      "announce": "General",
      "title": "General",
      "name": " ",
      "surname": "Ohalia",
      "attitude": "helpful",
      "appearance": "Other than her otherwordly eyes, wings, and energy, Ohalia looks much like how she's depicted in historical art - a fierce woman wearing a breastplate and wielding a spear.",
      "background": "Over thousands of years ago, Ohalia served served as Taldaris' General, accompanying the First Emperor on battlefields across the chaotic inner-sea during the period of post-starfall city-states.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/ohalia.png"
    },
    {
      "status": "target",
      "announce": "Special Agent",
      "title": "Special Agent",
      "name": " ",
      "surname": "Qarit",
      "attitude": "locked",
      "appearance": "Usually seen peacefully drinking yasht at Pakhtil's, Qarit is polite though often nihilistically dismisive of others, and he positively exudes dread, bothering many of those whom are not immune.",
      "background": "An embodiement of death, Qarit is a powerful Shinigami that has pursued dangerous fugitives, despoilers, and the unnaturally long-lived for more than 10,000 years.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/qarit.png"
    },
    {
      "status": "target",
      "announce": "Officer",
      "title": "Officer",
      "name": " ",
      "surname": "Taldaris",
      "attitude": "locked",
      "appearance": "A powerful Impariut, Taldaris has not been seen in public for some time, though it's just assumed he is away on assignment. However, he was briefly seen in a vision in chains.",
      "background": "As a mortal, Taldaris founded one of Golarion’s greatest empires; a legend and an icon for more than six thousand years. In death, he is an unshakable force of justice in service to Axis.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/taldaris-prisoned.png"
    },
    {
      "status": "target",
      "announce": "Chief Custodian",
      "title": "Chief Custodian",
      "name": " ",
      "surname": "Iphalt-C",
      "attitude": "helpful",
      "appearance": "One of many eternally-helpful Arbiter's manning Axis, the other Arbiter's at the Hall of Final Deeds make a half-bow whenever he passes, denoting his seniority.",
      "background": "In charge of maintaining the Hall of Final Deeds and helping to tend to the fallen, the listless, and the people coming to pay respects, Iphalt-C is designed to assist those visiting or residing in Sayashto's graveyard.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/iphalt-c.png"
    },
    {
      "status": "target",
      "announce": "Agent",
      "title": "Agent",
      "name": " ",
      "surname": "Jihtin",
      "attitude": "locked",
      "appearance": "With a deeply penetrating stare, Jihtin locks eyes with his target and wont ever let them escape until he's sold them the Home of their Dreams!",
      "background": "A fabulously successful real-estate agent, Jihtin loves showing off the magical properties of the Specie Spring located in the center of the upscale neighborhood of the same name.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/jihtin.png"
    },
    {
      "status": "target",
      "announce": "Chief Postal Inspector",
      "title": "Chief Postal Inspector",
      "name": " ",
      "surname": "Omaln",
      "attitude": "friendly",
      "appearance": "The tall, blue-skinned Omaln wears in loose, flowing robes, and his strange face has too many eyes while his hands have too few fingers.",
      "background": "The Chief Postal Inspector of the Sayashto Postal Service, Omaln has been consistently revising quality-control procedures with little effect as she struggles to meet Zdareen District Standards.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/omaln.png"
    },
    {
      "status": "target",
      "announce": "Lord Squire",
      "title": "Lord Squire",
      "name": " ",
      "surname": "Saip",
      "attitude": "helpful",
      "appearance": "An adorable Tamarin, this monkey has several other tamarins guarding his person at all times and walks the streets with an heir of protectiveness and propriety.",
      "background": "The reigning lord of the Order of the Eaves, this tamarin directs his massive troop to patrol Sayashto, deliver messages, and run minor errands.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/saip.png"
    },
    {
      "status": "target",
      "announce": "Head Curator",
      "title": "Head Curator",
      "name": " ",
      "surname": "Zjali",
      "attitude": "locked",
      "appearance": "Petitioners in Axis look much like they did in life, though their skin is rounded and hued in blue and they are typically devoid of hair and any disfigurement, and they have writing all over their bodies - a personalized puzzle to solve which may take a lifetime to decipher, if they ever manage it. The most distinguishing thing about a Petitioner to an outsider is their cloathing and their writtings, something that makes it easy to tell them apart as you know them for decades, but much harder for people new in Axis to recognize, meaning some new or less-detail oriented people struggle to tell them apart.",
      "background": "A renown interplanar botanist, Head Curator Zjali administrates the Striped Palace, a museum dedicated to the history, cultivation, and processing of the yashtoma plant.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/eopal.png"
    },
    {
      "status": "target",
      "announce": "Mister",
      "title": " ",
      "name": "Higgins",
      "surname": "Kuerel",
      "attitude": "locked",
      "appearance": "Friendly and subservient, Higgins dressess simply and cherily addresses his customers needs despite being wealthy enough to own a shop in Axis while still being mortal.",
      "background": "The proprieter and head barber at Silver Snips, Mister Higgins coordinaates his crew of halfling barber-surgeons with precision while creating an enviornment where people like to hang out, chat, and post help-wanted adds.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/higgins-kuerel.png"
    },
    {
      "status": "target",
      "announce": "Petitioner",
      "title": "Petitioner",
      "name": " ",
      "surname": "Pakhtil",
      "attitude": "locked",
      "appearance": "Petitioners in Axis look much like they did in life, though their skin is rounded and hued in blue and they are typically devoid of hair and any disfigurement, and they have writing all over their bodies - a personalized puzzle to solve which may take a lifetime to decipher, if they ever manage it. The most distinguishing thing about a Petitioner to an outsider is their cloathing and their writtings, something that makes it easy to tell them apart as you know them for decades, but much harder for people new in Axis to recognize, meaning some new or less-detail oriented people struggle to tell them apart.",
      "background": "Founder and proprietor of Sayashto's oldest and most popular Yasht Shop, Pakhtil smuggly insists that she sells the best yasht in existance, and based on the long lines that form during the morning rush, she's probably right.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/eopal.png"
    }
  ]
}