{
  "colonist": [
    {
      "status": "colonist",
      "announce": "Farmer",
      "title": " ",
      "name": "Colson",
      "surname": "Werton",
      "attitude": "indifferent",
      "appearance": "A tan man with ruddy brown hair and a thin beard, Colson's most striking feature is his bright green eyes. A hopeless romantic with an easy smile, he tells people he is of Azlanti descent and blessed by his ancestors to re-inherit Ancorato.",
      "background": "Colson was born to simple and rather plain looking farmers, but had abnormally striking features. Ever since his birth, he possessed extraordinarily good luck, including winning a lottery from the Bountiful Venture Company, which landed his seat on the expedition. He jokes that luck must be in his blood and skip a hundred generations or so, but there are a few people who believe him.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, C: Any, P: Any, or Dexterity",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-colson-werton.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Fisher",
      "title": " 'See-More-Sea'",
      "name": "Saymor",
      "surname": "Landis",
      "attitude": "indifferent",
      "appearance": "A middle-aged man with fair skin and rudy mutton chops, Saymor has a few scars and a distinctive neck and back tattoo. A jovial man who picked up the expensive habbit of smoking while sailing around the south-inner sea and the arcadian ocean, Saymor has a tight relationship with his pet finch, 'Finch.'",
      "background": "Saymor used to go by the nickname 'See-More-Sea,' and was literally born aboard a frigate on patrol. He has spent less than two of his collective fourty-five years on land, and says he has more sea water in his veins than blood. While he was an excellent sailor, he has already earned a double pension, and after a dangerous battle with scurvy left him weak, he finally allowed his employers to make him settle down, on the condition that it was on a deserted island that also had an active port. After contacting the Bountiful Venture Company in frustration at his paradoxical demands, the expedition provided a way to force Saymor into retirement.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Bluff, or Pro: Sailor",
      "death": "Alive",
      "socialblock": "Pro: Sailor or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-saymor-landis.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Hunter",
      "title": " ",
      "name": "Anya",
      "surname": "Sandstrider",
      "attitude": "friendly",
      "appearance": "Anya has a deeper tan complexion than many of her fellow colonists. She keeps her head shaved bald and has dark chestnut eyes. She has several tattoos of runic and animal totems representing the moon and owls.",
      "background": "Anya is truly a fish out of water among the colonists. She is a Shoanti hunter and a former member of the Lyrune Quah (the Moon Clan), exiled from the Cinderlands after she broke tradition and interfered with an honor duel that would have taken the life of her younger brother. She has roamed the Inner Sea region since, seeking a new place to make her home. When a trader read her an advertisement for colonists, she applied. Anya was initially rejected due to her lack of citizenship, but she undertook a series of challenges designed to gauge her skill as a hunter and naturalist and impressed the investors.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, Stealth, Climb, K: Nature, or Survival",
      "death": "Alive",
      "socialblock": "Intimidate or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-anya-sandstrider.png",
      "activeboon": "Sandstrider shows the expedition team a thing or two about tracking. Everyone gains one bonus skill rank in either K: Nature or Survival (their choice), and can track untrained."
    },
    {
      "status": "colonist",
      "announce": "Midwife",
      "title": "Sama",
      "name": "Ylaina",
      "surname": "Xo",
      "attitude": "indifferent",
      "appearance": "Tiny Ylaina hails from the faraway land of Tian-Xia, and her heritage comes through strongly. With long black hair, soft silk clothing, creamy white skin, and a soft-spoken yet heavily accented voice, Ylaina strives to represent what her culture sees as the 'ideal woman.'",
      "background": "The Bountiful Venture Company knew none of the colonists sent on the first wave were pregnant. With the second wave though, given the first wave left six months earlier, and giving birth in the wilderness is incredibly dangerous, they knew they needed to send an excellent midwife to the fledgling colony. Extremely talented and clever, Ylaina is the best Midwife in Almas who doubles as a cook, gardener, herbalist, healer, and cultural and language expert.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: Local, Heal, or C: Caligraphy",
      "death": "Alive",
      "socialblock": "Heal or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-ylaina-xo.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Teacher",
      "title": "Miss",
      "name": "Sandra",
      "surname": "Ganis",
      "attitude": "indifferent",
      "appearance": "Well mannered and well educated, Sandra has long, curly brown hair and a light inner-sea tan. She wears a pair of spectacles and is often seen with her books or else watching the clouds passing by.",
      "background": "Sandra Ganis was chosen by the Bountiful Venture Company out of a sense of prudence - several children were sent on the first wave, and several are joining the second. All the colony's children will need an education, and many parents will need someone to watch their children during the day while they work. A talented educator, Sandra barely won her spot, and now daydreams of finding love on the frontier and being surrounded by adoring children.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "K: Any or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-sandra-ganis.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Trapper",
      "title": " ",
      "name": "Jacques",
      "surname": "Hughon",
      "attitude": "indifferent",
      "appearance": "Jacques dresses in muted greens and browns and appears uncomfortable with long conversations. He is, however, an exceptional listener, and is very perceptive both regarding what's going on and what people really mean.",
      "background": "A lifetime trapper from a logging town near the Verduran Forest, Jacques got lost in the woods for three years as a child and emerged changed by the experience. Some whisper he was touched by the fey, trained in their ways, before being released to live among men once again, but he has always been courteous, hard-working, and uncannily good at finding game.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "K: Nature or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-jacques-hughon.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Carpenter",
      "title": " ",
      "name": "Kereda",
      "surname": "Harper",
      "attitude": "indifferent",
      "appearance": "Kereda has short black hair and a dark brown complexion that matches his eyes. He brought two sets of clothing with him, one for working, and one for resting, stating simply that he didn’t have or need any more. Defiantly proud, he has a hard time making friends with the other colonists, but he lets his dedicated work speak for itself.",
      "background": "A talented carpenter apprenticed in Almas, Kereda should have had all the opportunities he needed to become wealthy and successful… but they never materialized. Ostracized by some of his coworkers over his work ethic and flat refusal to join them in either drinking or horseplay forced him to turn to the sea for new employment.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Intimidate, Disable Device, ???",
      "death": "Alive",
      "socialblock": "Bluff or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kereda-harper.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Carpenter",
      "title": "Misses",
      "name": "Andvara",
      "surname": "Jeclair",
      "attitude": "friendly",
      "appearance": "Andvara looks wealthy and fashionable, often wearing elegant clothes over practical ones. She will not let others see her without her makeup, which can sometimes run in the heat of the day.",
      "background": "One of the wealthier colonists, Andvara is a carpenter by trade who wishes to start a formal logging company on Ancorato to take advantage of the predicted contruction boom from settling Talmandor's Bounty and any future settlements. A wealthy heiress with a history of human rights activism, she was able to secure passage for both herself, her husband, and their two children.",
      "biases": "Andvara is very fashion concious and is much more receptive to people who wear extra jewelry (non-magical) than people who only wear clothing (if that).",
      "strengths": "Andvara is especially receptive to people wearing courtiers or nobles outfits with the correct amount of jewelry.",
      "weakness": "Andvara is particularly disaproving of torn, damaged, burned, or tattered clothing and the people who voluntarily wear them.",
      "skills": "Diplomacy, K: Nobility, or Appraise",
      "death": "Alive",
      "socialblock": "Appraise, K: Nobility, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-andvara-jeclair.png",
      "activeboon": "She teaches some of her business and fashion sense to the party, granting one bonus skill rank in appraise."
    },
    {
      "status": "colonist",
      "announce": "Carpenter",
      "title": "Mister",
      "name": "Nicolaus",
      "surname": "Jeclair",
      "attitude": "helpful",
      "appearance": "Weathered with kind but penetrating eyes, Nicolaus has not aged as well as his wife. While he is friendly, he is also prone to waxing ponderous.",
      "background": "Nicolaus is a talented craftsman who has spent a long time building up and reinvesting the fortune his wife inherited. The years have not been kind, however, and while his wife had many reasons for going on the expedition, Nicolaus mostly chose to join to keep his family together and hopefully live a simpler, lower-stress life.",
      "biases": "???",
      "strengths": "???",
      "weakness": "Nicolaus will not turn against his wife or do things he thinks she'll disaprove of.",
      "skills": "K: Local, ???",
      "death": "Alive",
      "socialblock": "K: Local or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-nicolaus-jeclair.png",
      "activeboon": "Nicolaus' deference to his wife points him to tell the party how to talk to her, revealing all of her influence skills, biases, resistances, and vulnerabilities."
    },
    {
      "status": "colonist",
      "announce": "Carpenter",
      "title": " 'Yee Haw'",
      "name": "Daib",
      "surname": "Joiner",
      "attitude": "helpful",
      "appearance": "Short and muscular, Daib is moderately attractive as far as halflings go. While his face is weathered and his hair is unkempt, he has dense biceps and very hairy feet. When getting to work, he favors keeping his tools on his belt, which often weigh him down.",
      "background": "Daib is a sheepish but free halfling, born under the free Andoran skies. He lived an unremarkable life until he helped out at his cousins workshop in his mid-thirties and discovered his particular knack for woodwork. While a late-bloomer relative to most other colonists, he still made the cut for the second wave.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate or Strength",
      "death": "Alive",
      "socialblock": "Intimidate or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-daib-joiner.png",
      "activeboon": "Daib will secure the party's home in Talmandor's Bounty, so they cannot be ambushed there.\r\n\r\nDaib will also secure any one permanent location the expedition team chooses at a time, even out in the wilderness, and provide a secret back-door for escapes in the event they get trapped."
    },
    {
      "status": "colonist",
      "announce": "Carpenter",
      "title": " ",
      "name": "Gaege",
      "surname": "Murani",
      "attitude": "helpful",
      "appearance": "This unusually tall red-head is one of - if not the - tallest colonist heading to Talmandor's Bounty at six-foot-five. She dresses simply, often wearing boots with small wedges to lift her up a little more, and her slender body is a rosy white with frequent sunburns.",
      "background": "A widower and mother of three young children, Gaege grew up in the same small village as her grandparents and never ventured further than ten miles out of the village until after her husband died. A skilled carpenter and devout Erastilian, she competed for her spot on the expedition with the hope of using the payout from the colony's success to help her raise her children, who are temporarily staying with their grandparents until she can send for them.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: Religion, or P: Sing",
      "death": "Alive",
      "socialblock": "K: Religion or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-gaege-murani.png",
      "activeboon": "Being around her and her children provides insight into working with 'little-ones,' granting a +2 competence bonus to discovery checks against children, youth, and small creatures.\r\n\r\nHer motherly affection is contagious, and she provides insight into working with 'little-ones,' granting a permanent +2 competence bonus to influence checks against children, youth, and small creatures."
    },
    {
      "status": "colonist",
      "announce": "Cook",
      "title": "Chef",
      "name": "Hondren",
      "surname": "Ghellen",
      "attitude": "indifferent",
      "appearance": "Rail thin and incredibly jumpy, Hondren is most memorable for his shrill screams at the sight of all kinds of bugs. Meticulously clean, he keeps his blond hair cropped short and his beard and thin mustache precisely trimmed.",
      "background": "An excellent cook who hates shellfish (which he calls 'sea bugs'), Hondren is a severe entomophobe and is often overheard complaining about the large bugs encountered on this trip. While his phobias don't align with living on the frontier, he is determined to continue the family tradition of starting each new generation in a new land. Unable to rely on his strength or bravery, he charms others with his cooking and dreams of wooing a beautiful woman with his roasted vegetables, handground burgers, and delicate pastries.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Intimidate or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-hondren-ghellen.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Cook",
      "title": "Madam",
      "name": "Geouf",
      "surname": "Tamor",
      "attitude": "friendly",
      "appearance": "A deceivingly young-looking vudrani, Geoff has a face completely mismatched to ger name. Friendly and kind, she has pale green eyes and a cluster of freckles on her tan skin.",
      "background": "Geouf was unfortunately named, a joke between her parents meaning 'get out f***er'. She ran away from home during a goblin raid and never looked back, eventually settling in Andoran, though she did decide to keep her name to remember where she came from. She learned how to cook while on the road, and her exceptional herblore and survival skills helped her ace the colony interviews.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Survival, Heal, ???",
      "death": "Alive",
      "socialblock": "Heal, Survival, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-geouf-tamor.png",
      "activeboon": "She shows the expedition team some basic herblore, helping them to identify useful herbs and reagents. When in the forrest, plains, or any of their favored terrains, they gain the benefit of the Eschew Materials feat and they can provide for 1 additional person when they successfully get along in the wild."
    },
    {
      "status": "colonist",
      "announce": "Farmer",
      "title": " ",
      "name": "Irvin",
      "surname": "Lourdein",
      "attitude": "unfriendly",
      "appearance": "A formal and old half-orc, Lourdein is not aggressive or hostile in any way, but he makes it clear he wants to be alone. Dressed in homespun long johns, Irvin's face is wrinkled into a permanent scowl, with a few sharp teeth jutting out awkwardly.",
      "background": "A goat, goose, and galluvix farmer from the outlying lands west of Almas, Laourdein is a very much retired soldier who very much wants to be alone. After a brief stint owning a farm in a small village, he decided that life was far too busy for him, and applied for the expedition knowing his service record and farming experience would make him a shoe-in while giving him the opportunity to move a thousand miles away from society.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: Nature, ???",
      "death": "Alive",
      "socialblock": "Handle Animal or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-irvin-lourdein.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Farmer",
      "title": " ",
      "name": "Faedwyr",
      "surname": "Trundlebrook",
      "attitude": "helpful",
      "appearance": "Generally timid and quiet, Faedwyr wears the same homespun clothes he's been wearing for the last ten years. He wears leather boots and a leather jirken, and his light brown hat and long light sleeves are weatherworn from protecting his leathery skin from the sun.",
      "background": "Faedwyr's common background and successful development of several farms in poor countryside areas more than earned him a spot on the expedition. With a reputation for being able to grow anything, anywhere, Faedwyr could and probably should be proud, but he sees himself primarily as a simple, common man.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy or Strength",
      "death": "Alive",
      "socialblock": "K: Nature or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-faedwyr-trundlebrook.png",
      "activeboon": "Supports the PCs decision to stay, does not leave the island.\r\n\r\nHe always supports the PC's decisions, assuming they are in the best interest of the colony. During colony-wide events and social crisis' he is a member in, he grants each PC one additonal social action as he helps keep crowds patient and willing to listen."
    },
    {
      "status": "colonist",
      "announce": "Fisher",
      "title": " ",
      "name": "Soran",
      "surname": "Vigaldo",
      "attitude": "helpful",
      "appearance": "Easygoing and well-liked by most people, Soran's hair and beard is sun-bleached blond and he has soft blue eyes. He is usually seen sucking on a piece of straw and absentmindedly stareing off into the distance, usually with a fishing poll, as in the rare times he's seen without one he looks like something's missing.",
      "background": "Soran won his seat on the first wave of the expedition after winning a fishing contest, but turned the seat down. Later, his luck soured, so he vied for a spot on the expedition, narrowly winning his seat due to his knack at knowing where to fish and having the patience to catch the really big ones.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Survival, or Pro: Fisherman",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-soran-vigaldo.png",
      "activeboon": "Soran shows the party some of his fishing knowledge, granting a bonus skill rank in Pro: Fisherman"
    },
    {
      "status": "colonist",
      "announce": "Gardener",
      "title": " ",
      "name": "Diana",
      "surname": "Tanner",
      "attitude": "friendly",
      "appearance": "Diana is cheerful and bright with chest-length blond hair she keeps in country braids. She often hums while she works and always has a snack with her, usually intended for one of her children but most often eaten by her husband.",
      "background": "Diana is a mother of three in her early thirties, and she escaped slavery with her husband, Cedwig. After hearing that people were trying to track them down, they sought compassionate assistance from the government in Almas, and were placed aboard the Peregrin for their safety. She is excited for the opportunity to have a home and garden of her own.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Survival, ???",
      "death": "Alive",
      "socialblock": "Survival or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-diana-tanner.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Glassblower",
      "title": " ",
      "name": "Sanch",
      "surname": "Celan",
      "attitude": "friendly",
      "appearance": "Sanch is a relatively plain half-elf who has very little consideration for their looks or the looks of others. They wear thick spectacles and a leather harness around a simple work shirt, and they have a long knife scar that runs from under the middle of their chin to just under the corner of their mouth.",
      "background": "This non-binary half-elf has zero romantic interests, but is also one of the friendliest colonists aboard. Constantly making up nicknames and refering to others in an endearing manner, Sanch charmed their way through their interviews.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Pro: Any or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-sanch-celan.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Laborer",
      "title": " ",
      "name": "Machi",
      "surname": "Valenth",
      "attitude": "unfriendly",
      "appearance": "Short, with brown hair dyed with red, blue, and purple streaks, Machi is one of the very few Tian colonists. Her arms are completely covered in tattoos, and she wears the clothing and armor of her culture. Aggressive and moody, she has obviously not gotten over being left at the altar, and her formerly sweet and gentle side is being actively buried by her efforts to toughen up.",
      "background": "Left at the altar a month before the expedition left Almas, Machi hopes to reinvent herself far, far away from everything and everyone she's ever known. While unskilled, she is very dedicated and known for her work ethic, and she hopes to pick up a new trade at the colony.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, Pro: Any, or Fly",
      "death": "Alive",
      "socialblock": "Intimidate or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-machi-valenth.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Miner",
      "title": " ",
      "name": "Tipps",
      "surname": "Kreggan",
      "attitude": "helpful",
      "appearance": "Stocky, hairy, and muscular, Tipps embodies many peoples perceptions of the 'typical dwarf.' He is usally seen carrying all of his gear, including his mining lamp, and he constantly refers to himself and others in the third person.",
      "background": "An expert miner, Tipps is the fourth son in his family of eleven. Desiring to impress his father and bring home the wealth of Ancient Azlant, Tipps competed and was passed-up for the first wave heading to Talmandor's Bounty, but he persisted and made the cut for wave two.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, Bluff, K: Dungeoneering, or Appraise",
      "death": "Alive",
      "socialblock": "K: Dungeoneering or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-tipps-kreggan.png",
      "activeboon": "Tipps begins giving a random party member a rock or gem Tipps found that reminded Tipps of the party member, each week. Roll D%, 1-49 it’s a worthless rock, 50-89 its worth 1d10gp, 90-100 its worth d20*25gp.\r\n\r\nThe gems Tipps recovers becomes more valuable. Roll D%, 1-49 worth 1d10gp, 50-89its worth d20*25gp, 90-95 it’s a cracked ioun stone woth less than 1k, 96-98 it's a flawed or cracked ioun stone worth less than 2k, 99-100 it’s any ioun stone worth less than 5k."
    },
    {
      "status": "colonist",
      "announce": "Rope-Maker",
      "title": " ",
      "name": "Palodina",
      "surname": "Orbonth",
      "attitude": "indifferent",
      "appearance": "Tall and gangly, Palodina has dirty black hair and a large nose. He is covered in small scars from his life as a street-rat-turned-criminal-turned-prisoner. More than a little scruffy-looking, he manages to maintain impeccable dental hygiene.",
      "background": "A reformed criminal and talented rope-maker, Palodina is the third child of five and the only boy from his family. His parents were devoute Iomedaen priests who wanted to raise all-paladin daughters to take up the Inheritor's Mantle in the Mendevian Crusades, a challenging wish Palodina intentionally lived his life opposite to since he was born. Fresh out of jail, his record is clean enough, seeing as how he was never involved in violent crime, that he was able to make a spot on the second wave in an effort to start a new life.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Bluff or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-palodina-orbonth.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Tanner",
      "title": " ",
      "name": "Cedwig",
      "surname": "Tanner",
      "attitude": "friendly",
      "appearance": "Cedwig is cheerful and bright with shoulder-length blond hair he keeps loose and unkempt. He often hums or sings while he works and has an insatiable snacking and grazing habbit, heavily encouraged by his wife.",
      "background": "Cedwig is a father of three in his early thirties, and he escaped slavery with his wife, Diana. After hearing that people were trying to track them down, they sought compassionate assistance from the government in Almas, and were placed aboard the Peregrin for their safety. He is excited to build a dreamhome for his family overlooking green grass and tilled earth.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-cedwig-tanner.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Thatcher",
      "title": " ",
      "name": "Kulena",
      "surname": "Sprads",
      "attitude": "friendly",
      "appearance": "Kulena has fair skin and straw colored hair that goes down to her waist when not kept in a working braid. She is pretty but plain, and while she is friendly, she is also very self-concious and very sensitive to criticism. Prone to crying when things go wrong, she is often found either alone or with a few friendly faces.",
      "background": "A talented thatcher hired for her necessary roof-making skills for the expected construction boom in the colony, Kulena signed on with the hope of joining some of her friends that left on the first wave of colonists. A baker and a hobbyist, she often gives others small handmade gifts or treats.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kulena-sprads.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Trapper",
      "title": " ",
      "name": "Frel",
      "surname": "Tanboor",
      "attitude": "indifferent",
      "appearance": "While he only has one eye, Frel is filled with confidence and walks with swagger. Hairy with long brown hair and a short beard, he often wears pearl or gold earings in his left ear and his arms and shoulders are covered in tattoos of the names of friends, rivals, and past lovers.",
      "background": "An experienced tracker and trapper, Frel has rarely stayed in one place for more than a few years. He habbitually spends all his money on women and alcohol, and while he thinks himself a ladies man, his cheating behavior has gotten him in trouble over and over again. Looking for somewhere new to live and someone new to chase, he signed on for the voyage with the knowledge he would live somewhere completely foreign while being in close quarters with potentially lovely, lonely women. Currently, he is known to be in a heated relationship with two other colonists.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy or Pro: Brewer",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-frel-tanboor.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Youth",
      "title": " ",
      "name": "Medrinnah",
      "surname": "Harleau",
      "attitude": "helpful",
      "appearance": "Medrinnah has a short haircut and freckles that draw attention to her usually-pouty face. Often complaining, arguing, or otherwise rebelling against her mother, Madrinnah makes no secret that she absolutely hates being dragged along on this expedition.",
      "background": "One of the two teenagers in the second wave, Medrinnah, who already hates her mother, is not looking forward to being stuck on an island a thousand miles from any of her friends. Like the other children, she isn't counted with the adults in the number of colonists sent on the expedition, and she likewise has neither a stake, claim, or chance to earn any money from this venture unless she gets it herself.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Stealth, or Sleight of Hand",
      "death": "Alive",
      "socialblock": "Stealth or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-medrinnah-harleau.png",
      "activeboon": "Promises not to rob the party.\r\n\r\nOcassionally 'finds' things the PC's were looking for but couldn't find, usually evidence, clues, or items belonging to a character or merchant that is unfriendly to the party. If the item is valuable, she will sell it to the PC's instead of giving it to them, selling it for 50% of the items total value."
    },
    {
      "status": "colonist",
      "announce": "Youth",
      "title": " ",
      "name": "Tesswyn",
      "surname": "Nalbocht",
      "attitude": "indifferent",
      "appearance": "High-spirited and enthusiastic, Tesswyn prefers going everywhere in her custom leather armor. Adventurous and with an inherited love for story-telling, she happily explains to anyone who asks how the scar over her eye was from barely dodging an assassins arrow while fishing, the scars on her cheek from when she wrestled a wolf to the ground over an insult he gave about her father, and how she lost the two small fingers of her right hand to a fox in a crooked game of cards.",
      "background": "At sixteen, Tesswyn is only barely considered a legal adult, and only on a technicality. Her father was a company employee who died on a seperate expedition less than a year ago, leaving her displaced and in the company's charge. Terrible with secrets and with an obssession for adventure, Tesswyn's stories are delightful but so fanciful its hard to tell if any of it isn't fiction, which does help her hide others secrets in plain sight.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "K: Nature or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-tesswyn-nalbocht.png",
      "activeboon": "None"
    }
  ],
  "leader": [
    {
      "status": "leader",
      "announce": "Governor",
      "title": "Governor",
      "name": "Ramona",
      "surname": "Avandth",
      "attitude": "friendly",
      "appearance": "Ramona has a natural tan complexion that deepens during the ocean voyage. She keeps her brown hair cut short and dresses appropriately for a subtropical climate. Ramona spends little effort on her appearance, but she has an attractive face that hides behind the cloud of concern she feels toward her fellow colonists. Her green eyes grow intense during a crisis but soften when matters are calm and under control.",
      "background": "Ramona Avandth is the Bountiful Venture Company’s designated leader for the colony. Once the Peregrine arrives, she expects to deliver a sealed letter to Rayland Arkley and assume leadership of the entire colony, while Rayland is instructed to serve as her second-in-command. Ramona was chosen for her leadership skills, rather than her bardic abilities; nevertheless, she has a fine singing voice and an appreciation for artistic talents.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: Any, or P: Sing",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-ramona-avandth.png",
      "activeboon": "Ramona expands the expedition teams access to daily colonist reports, granting a +2 insight bonus on discovery checks with other colonists."
    },
    {
      "status": "leader",
      "announce": "Colonial Marine",
      "title": "Lieutenant",
      "name": "Grammel",
      "surname": "Taychar",
      "attitude": "indifferent",
      "appearance": "Stern an humorless, Lieutenant Grammel Taychar is a serious leader, a serious drinker, and not a talker.",
      "background": "An Eagle Knight and ex-mercenary, Lieutenant Grammell Taychar used to lead a group called the Kozan Bravos, a group of adventurous mercenaries frequently employed by the pathfinder society. With a mixed record filled with experience, he was a clear choice to accompany the few soldiers sent to escort the second wave.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-grammel-taychar.png",
      "activeboon": "None"
    },
    {
      "status": "leader",
      "announce": "Pathfinder",
      "title": "Corporal",
      "name": "Carver",
      "surname": "Hastings",
      "attitude": "helpful",
      "appearance": "Carver is a man of average height with short, wavy brown hair. He grows no more than a few days’ stubble before shaving. He has blue eyes and a light tan complexion. He wears studded leather armor over worker’s clothing but uses his armor’s glamered special ability to cause it to appear as a normal steel breastplate, to blend in with the other soldiers. He keeps a wayfinder concealed under his shirt and armor. ",
      "background": "Carver Hastings is a Pathfinder born and educated in Carpenden. He is relatively unknown in most Pathfinder Society circles. Pathfinder Society leadership is well aware that the Talmandor’s Bounty colony may lie near Azlanti ruins originally explored by Durvin Gest, so Carver was instructed by Venture-Captain Brackett of Almas to insinuate himself into the ranks of the hopeful colonists. However, there is a growing concern among the venture-captains that the Aspis Consortium may be spying on Pathfinders as a shortcut in their own research. For that reason, Hastings has been instructed to hide his status as a Pathfinder, so he masquerades as one of the colony’s soldiers. His goal is to survey and explore—and eventually inform Brackett discreetly of the nature of any Azlanti ruins on the island.",
      "biases": "Carver is surprisingly understanding of all manner of individuals.",
      "strengths": "???",
      "weakness": "???",
      "skills": "Sense Motive, K: Any, or Linguistics",
      "death": "Alive",
      "socialblock": "K: Any or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-carver-hastings.png",
      "activeboon": "He reveals his secret of being a Pathfinder on an undercover assignment, and knowing there was a member of the Aspis Consortium on the first wave (Eliza Haniver).\r\n\r\nCarver supplies the team with a Wayfinder, if they do not already have one. These Wayfinders cannot be sold and have no special qualities beyond a standard wayfinder. He also gives all pathfinder recruits an ioun stone of their choice worth 150gp*lvl*book number or less."
    },
    {
      "status": "leader",
      "announce": "Priest",
      "title": "Father",
      "name": "Eamon",
      "surname": "Caranth",
      "attitude": "helpful",
      "appearance": "Eamon is a tall man with straw-colored hair and an infectious smile. His eyes are human but violet-colored, an indication of his elven heritage in addition to his pointed ears. When Eamon moves about the chapel or within the safe confines of the colony, he \r\nfavors a green robe or cassock, but he does not hesitate to change to armor when out in the wilderness. His extended life span, compared to Kurvis’s, has started to become apparent.",
      "background": "Eamon and his friend and fellow cleric Kurvis are missionaries who volunteered to join the colony. Eamon feels particularly called to steer Talmandor’s Bounty away from merely a fiscal enterprise and toward becoming a community where families will flourish. He and Kurvis bicker like an old married couple, but despite appearances, they are the best of friends and nothing more.",
      "biases": "Eamon is more inclined to work with people with a community related craft or profession, such as craft bows or profession farmer. Conversely, he usually feels as though very smart people don't need his help (+3 or higher modifier to any mental stat).",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy or Heal",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-eamon-caranth.png",
      "activeboon": "Starts setting the PC's up on dates, once per week he grants one PC of his choice a dual social round with a +2 with one NPC of his choice (should be a good match). Father Eamon Caranth's words of inspiration from Old Deadeye further invigorate characters with the Healthy campaigntrait, usually granting one or more benefits each time they succeed on a Fortitude saving throw against an effect: if the effect would have dealt damage, they gain 1 hp; if it would have caused fatigue, they instead gain a second wind, granting the benefits of haste for one round; if succeeding causes them to take a reduced negative effect, they instead ignore it; if the effect must be saved against each round, they gain a +2 bonus on subsequent saves against this instance of the effect (does not stack with itself)."
    },
    {
      "status": "leader",
      "announce": "Priest",
      "title": "Father",
      "name": "Kurvis",
      "surname": "Nurpico",
      "attitude": "indifferent",
      "appearance": "Kurvis is relatively short, with a slight stoop to his shoulders. He keeps his steel-gray hair cut short. His face is lined with a few wrinkles. When not in armor, he favors a black robe. Kurvis seldom smiles but doesn’t always scowl and can soften his expression when he wants. He and Eamon were born only a few years apart, but as a human, Kurvis is starting to show his age sooner than his friend.",
      "background": "Kurvis is the counterpart to Eamon, who has been his best friend for many decades. Kurvis travels to Talmandor’s Bounty to bless and sanctify it as a proper foothold of civilization as only a servitor of Abadar can. He respects Eamon’s emphasis on community but maintains that for community to grow, it must be built on the bedrock of law.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "K: Nobility, K: Religion, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kurvis-nurpico.png",
      "activeboon": "None"
    },
    {
      "status": "leader",
      "announce": "Bureaucrat",
      "title": "Mister",
      "name": "Carethet",
      "surname": "Maluis",
      "attitude": "indifferent",
      "appearance": "Portly and tidy, Carathet has a jovial disposition and an almost predatory smile. A focused conversationalist, he speaks as though everyone should hang on his every word, but he also listens as though the one speaking is the only one in the world.",
      "background": "A lifetime civil servant, Carethet ran for Governor of Almas four times, with his most recent defeat being particularly embarassing to both him and his family. Desiring to put all of that firmly in his past and start anew, he signed on for the expedition hoping to put some permanent distance between Almas and himself.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "K: Nobility or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-carethet-maluis.png",
      "activeboon": "None"
    },
    {
      "status": "leader",
      "announce": "Chronicler",
      "title": "Miss",
      "name": "Perrell",
      "surname": "Beys",
      "attitude": "helpful",
      "appearance": "Perrell is a short, thin woman with red hair that she keeps cropped short. Her complexion is fair with a smattering of freckles. She carries herself as if she were an older woman, but she is actually only in her mid-thirties. When not wearing armor, she favors a simple white shirt under a slate-colored vest.",
      "background": "Perrell is a scholar and historian. Like Lyra, she is an employee of the Bountiful Venture Company. Even if she weren’t, she would still have volunteered to join the colony out of academic interest. Her responsibility is to chronicle daily events in Talmandor’s Bounty and provide Ramona with scholarly advice on the nature of any ruins or ancient and valuable relics. She also sees it as her duty to provide her employers with high-quality maps of the island.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy, K: Arcana, K: Engineering, or K: History",
      "death": "Alive",
      "socialblock": "K: Arcana, K: Engineering, K: History, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-perrell-beys.png",
      "activeboon": "Miss Perrell is an excellent language tutor and offers her services for free. She reduces the downtime required to learn a new language by half. Azlanti Scholars do not need to pay downtime fees to learn new languages.\r\n\r\nMiss Perrell's insights and tutelage grants every member of the expedition a bonus skill rank in either K: History, K: Geography, or Linguistics (Azlanti). Azlanti Scholars also receive Skill Focus as a bonus feat in the skill they chose with their campaign trait."
    },
    {
      "status": "leader",
      "announce": "Scout",
      "title": "Scout",
      "name": "Lyra",
      "surname": "Heatherly",
      "attitude": "helpful",
      "appearance": "Lyra is a strawberry blonde woman of average height and slender build, with blue-green eyes and a lopsided smile. She pulls her hair back in a ponytail and dresses in sturdy but comfortable clothes and custom-fitted boots. Lyra eschews armor unless she knows she’ll be in certain peril, but she has a backpack slung over her shoulders at all times in case she needs to make notes or sketch a map.",
      "background": "Lyra Heatherly is both a colonist and an employee of the Bountiful Venture Company. She is tasked with surveying the island in greater depth than was done by the ship-bound surveyors. She was hired as a naturalist, but her responsibilities extend to identifying known ancient ruins, mineral resources, local flora and fauna, and inland locations of fresh water. She is also tasked with estimating the square footage or acreage of forest for future lumber concerns. Lyra’s focus is to directly benefit the Bountiful Venture Company.",
      "biases": "Lyra has an easier time talking with people who know their way around (full BAB) and has a hard time relating to spellcasters.",
      "strengths": "???",
      "weakness": "Lyra is particularly full of wanderlust and loves seeing beautiful sights. While in particularly scenic or romantic and unpopulous locations, her guard tends to drop.",
      "skills": "Bluff, Diplomacy, Perception, Surival, or Pro: Surveyor",
      "death": "Alive",
      "socialblock": "Perception or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-lyra-heatherly.png",
      "activeboon": "Lyra's shows people how to get along better in the wild and how better to track their prey. Everyone gains 1 bonus skill rank in Survival (or gains a bonus rank at next level if it is currently maxed out).\r\n\r\nLyra puts higher priority on the Expedition Team's needs and puts more effort in finding locations of interest for them. Each week, there is a 50% chance she locates an area of interest the Expedition Team hasn't found yet, if one exists. Characters with the Expert Explorer campaign trait gain Explorer and Weapon Focus (machete) - or a feat with Weapon Focus (machete) as a prerequisite which they otherwise qualify for - as bonus feats."
    }
  ],
  "merchant": [
    {
      "status": "merchant",
      "announce": "Alchemist",
      "title": " 'The Volcano Alchemist'",
      "name": "Alba",
      "surname": "Divenvaar",
      "attitude": "helpful",
      "appearance": "Alba has a weathered, tan complexion from years spent in tropical climates, with a few sun wrinkles on her forehead and around her eyes. Her hair, which she pulls into numerous braids and bunches, is threaded with streaks of silver. She is of typical build for a female dwarf and wears leather armor over short, comfortable clothing.",
      "background": "Alba Divenvaar is a perennial traveler ready to finally put down roots. As a young alchemist, Alba traveled throughout the southern Inner Sea region to learn trade secrets in Druma, the Mwangi jungles, and Osirion. Her lifelong dream is to behold the shores of Arcadia and discover the alchemical secrets of that land. Age has begun to get the best of her, so when she learned Andoran was establishing a new colony in the Arcadian Ocean, Alba applied for citizenship and won a spot among the second group of settlers. Her willingness to support the community with her alchemical knowledge was instrumental in her inclusion.",
      "biases": "Alba has a soft spot for formulae and spellbook casters, but doesn't like the unnatural magic of arcane casters who don't use spellbooks.",
      "strengths": "???",
      "weakness": "Alba enjoys infectious optimism, something she feels she needs more in her life.",
      "skills": "Bluff, Intimidate, Heal, K: Arcana, K: Nature, or C: Alchemy",
      "death": "Alive",
      "socialblock": "Heal, K: Arcana, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-alba-divenvaar.png",
      "activeboon": "Offer's a 50% return on value for reagents towards potions and alchemical items of their choice, and full value for arcane spells and formulae she can learn. She also takes on commisions and becomes willing to buy Herbal Components harvested with the Herbal Components feat.\r\n\r\nIs willing to sell the party's potions in her shop for them for a 50% cut of the profits, allowing the party to sell potions for 75% value."
    },
    {
      "status": "merchant",
      "announce": "Investor",
      "title": "Lord",
      "name": "Harcourt",
      "surname": "Carrolby",
      "attitude": "indifferent",
      "appearance": "Harcourt has raven-black hair and a pale complexion due to Chelish noble ancestry several generations back. He is in his late twenties, handsome, and in good physical condition.",
      "background": "Harcourt is the youngest adult son of the Carrolby family, wealthy horse breeders in Andoran and former nobles from before the People's Revolt. Harcourt receives a stipend from the family business, but two older brothers who stand to inherit when their mother passes away impede his involvement in the venture. Harcourt sought a means of advancement that avoided family infighting and negotiated a deal with his aging mother. He would join the new colony, establish himself, hire workers to build stables, and import horses to the island at later date, thus expanding the family business to Ancorato and beyond. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "Likes people of breeding, and anyone of noble birth or with a measurable amount of Azlant Blood easily earn his attention.",
      "skills": "Diplomacy, K: Local, or K: Nobility",
      "death": "Alive",
      "socialblock": "K: Local, K: Nobility, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-harcourt-carrolby.png",
      "activeboon": "None"
    },
    {
      "status": "merchant",
      "announce": "Smith",
      "title": " ",
      "name": "Luetin",
      "surname": "Calewick",
      "attitude": "hostile",
      "appearance": "Luetin is balding, with dark hair at the sides and back of his head. He sports a bushy mustache that he thinks accentuates his manly attractiveness. Luetin has a stocky frame, but far more of it is muscle than fat. When he anticipates combat, he dons a form-fitting chain shirt of his own manufacture, but he wears a heavy apron while toiling at the forge.",
      "background": "Luetin Calewick joined the colony with the understanding that he would be an assistant blacksmith for Talmandor’s Bounty. While not the most prestigious of roles, it was much needed, as there were only one smith and an apprentice of hers in the first wave of colonists. The three of them were intended to provide materials for 150 people in the middle of a construction boom.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Bluff or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-luetin-calewick.png",
      "activeboon": "Refuses to Serve the PC's at Talmandor's Smithy"
    },
    {
      "status": "merchant",
      "announce": "Brewer",
      "title": " ",
      "name": "Helbret",
      "surname": "Koors",
      "attitude": "unfriendly",
      "appearance": "Helbret has dark hair and mutton chops and dresses well enough for a barkeep. Restless, he listens to his customers but mostly keeps to himself, often polishing already gleaming mugs and countertops or else absentmindedly picking his teeth. Not the friendliest person, most people rely on alcohol to have a good time around Helbret, which he serves without question.",
      "background": "A proud brewer, Helbret made his living serving drinks in Almas. After scrounging up enough money to open his own tavern, his life seemed set, but his creative spirit and restless quiet kept him from being satisfied. Supposedly, he morgaged his bar and spent three years developing a new brew of beer, one apparently good enough to get a ticket on this expedition either through merit or through getting an investor just drunk enough. His bar mysteriously burned to the ground the day before the Peregrin left port, and while many suspect he's the one responsible, there wasn't enough evidence to keep him from leaving the country.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Sense Motive, C: Alchemy, Pro: Brewer, or Sleight of Hand",
      "death": "Alive",
      "socialblock": "C: Alchemy, Pro: Brewer, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-helbret-koors.png",
      "activeboon": "None"
    },
    {
      "status": "merchant",
      "announce": "General Trader",
      "title": " ",
      "name": "Kalcora",
      "surname": "Weems",
      "attitude": "unfriendly",
      "appearance": "Kalcora has outrageously pink and purple hair streaked with white - a telltale sign of bleaching. Delighting in haggling and arguing, she wears her atheism proudly, often sparking arguments with her eagerness to contradict others. ",
      "background": "An escaped slave from Cheliax, Kalcora chose her name while she laid low and built a new life for herself. She is devilishly good at aquiring things people want, though she often charges far more than they're worth. She has no qualms about where her goods come from, and she seems to haggle more for a desire for entertainment than frugality.",
      "biases": "Kalcora has a tendency to get along better with other short races and is extra argumentative with people taller than her (3'3\").",
      "strengths": "???",
      "weakness": "Kalcora is obssessed with hairstyling and find a kindred spirit with characters who frequently change, style, and dye their hair.",
      "skills": "Sense Motive, Sleight of Hand, or Stealth",
      "death": "Alive",
      "socialblock": "Stealth or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kalcora-weems.png",
      "activeboon": "None"
    },
    {
      "status": "merchant",
      "announce": "Leatherworker",
      "title": " ",
      "name": "Antwyn",
      "surname": "Malros",
      "attitude": "friendly",
      "appearance": "Meticulously clean and organized, Antwyn is far more energetic than his five-foot-frame would seem capable of containing. Skinny to the point of being scrawny and rarely sitting still, he makes up for his lack of stature with enthuasm. ",
      "background": "Antwyn is the youngest son of nine boys from a poor village along the Verduran Forest. He became apprenticed to a tanner at age 9, just to 'be around food more often,' and he blames malnutrition for the reason he never grew up straight or tall. He's always wanted to learn how to fight and hunt himself, and hopes the trip will help him pack on both muscle and pounds.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, ???",
      "death": "Alive",
      "socialblock": "C: Leather or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-antwyn-malros.png",
      "activeboon": "None"
    },
    {
      "status": "merchant",
      "announce": "Weaver",
      "title": " ",
      "name": "Eskelda",
      "surname": "Teredein",
      "attitude": "indifferent",
      "appearance": "Eskelda is perfectly ordinary in personal appearance, from her blue eyes, to her long straight brown hair, to her height and weight. Oddly, however, she dresses after the Kelish desert style, relying on layers of light, thin clothing and lots of scarves ordinarily meant for warm weather. She has a pet raven, named Mirwe, that speaks with her in fluent Vudrani.",
      "background": "A talented weaver, Eskelda made all of her own clothing and can routinely make cloth of varying types with nearly any material and in nearly every varying style across the inner sea. Since setting sail, her mannerisms with her pet raven and her miraculous performance with cloth have made some colonists murmur that she may be hiding dark powers.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Sense Motive, Heal, ???",
      "death": "Alive",
      "socialblock": "Spellcraft or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-eskelda-teredein.png",
      "activeboon": "None"
    }
  ],
  "security": [
    {
      "status": "security",
      "announce": "Colonial Marine",
      "title": "Sergeant",
      "name": "Valania",
      "surname": "Goen",
      "attitude": "indifferent",
      "appearance": "Fierce and determined, Sergeant Goen wears the same kind of armor as the other marines, though her armor is both high quality and distinctive. Her cloak is fastened with a silver falcon.",
      "background": "A renown fencer, Sergeant Goen has applied for and been rejected from the Eagle Knights three times. After her last failure, she took an extended leave of absence to join an adventuring group. Returning with both experience and wealth, recruiters from the Eagle Knights invited her to join their ranks, but she declined, donning a silver falcon instead and setting off on adventures of her own. Her current adventure is this expedition, and she is both excited and cautious about its inherant dangers.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": "Alive",
      "socialblock": "K: History or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-valania-goen.png",
      "activeboon": "None"
    },
    {
      "status": "security",
      "announce": "Colonial Marine",
      "title": "PFC",
      "name": "Dion",
      "surname": "Calahan",
      "attitude": "indifferent",
      "appearance": "Dion keeps his hair slicked back from his face, looking as though he’s recently took off his helmet. Rarely seen outside his finest armor, he prowls his social circles with an arrogance stemming from his battle-tested might.",
      "background": "Dion began sailing on merchant ships and escort frigates at a young age - too young to actually join regular services - and has spent his lifetime at sea aboard one ship or another. He became a marine shortly after his eighteenth birthday, and fought pirates several times, both before and after his formal enlistment. Having spent several years defending ships from pirates, Dion joined this venture to earn money for himself and his future.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-dion-calahan.png",
      "activeboon": "None"
    },
    {
      "status": "security",
      "announce": "Colonial Marine",
      "title": "Private",
      "name": "Milon",
      "surname": "Cattenbury",
      "attitude": "friendly",
      "appearance": "Milon is young, fit, muscular, and arrogant, with a short haircut and beard with fierce buzz cuts and notches. At barely twenty years old, his armor is at least twice as old as he is, but while it is worn, it is well maintained.",
      "background": "A fresh graduate, Milon is the rookie assigned to escort the expedition, but that doesn't mean he isn't qualified. Having earned several awards, both before and during basic training, Milon thinks of himself as a rising star and dreams of uncovering lost Azlanti riches. He puts a great deal of work into his personal appearance and maintaining his fathers armor, who was slain by a polar bear in the line of duty.",
      "biases": "???",
      "strengths": "???",
      "weakness": 0,
      "skills": "Diplomacy, Intimidate, and Pro: Soldier",
      "death": "Alive",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-milon-cattenbury.png",
      "activeboon": "Milon begins trying to emulate the PC's, becoming a better soldier and adventurer. He retrains all his class levels - from commoner 1 warrior 1 - to fighter."
    },
    {
      "status": "security",
      "announce": "Colonial Marine",
      "title": "PFC",
      "name": "Sighra",
      "surname": "Harleau",
      "attitude": "friendly",
      "appearance": "Tall, lovely, and fierce, Sighra is older than the average PFC. She has long light-brown hair that she keeps simply braided to prevent it from obstructing her view, and she wears an agile metal breastplate to allow her to be a more consistant archer.",
      "background": "Sighra left her husband and took her daughter to Almas a few years ago, enlisting to make ends meet. An exceptional PFC, she was able to earn her spot on the escort crew for the Peregrin, but had to drag her daughter with her, who has hated her ever since she took her away from her dad.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Intimidate, ???",
      "death": "Alive",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-sighra-harleau.png",
      "activeboon": "Sighra asks the expedition team to be good role-models for her daughter, and to step in where they can to show her a better way. This reveals all ways to influence Medrinnah Harleau."
    },
    {
      "status": "security",
      "announce": "Colonial Marine",
      "title": "PFC",
      "name": "Antona",
      "surname": "Sedgewick",
      "attitude": "unfriendly",
      "appearance": "Antona likes to wear scarves, shawls, and hats over her armor, whenever possible, and shaves her head every month or so to minimize maintanance and heat. Aggressive and loud, she holds a handful of friends with similar interests, and doesn't care about people that can't look past her looks or volume.",
      "background": "Proud and boisterious, she doesn't keep any part of her life secret, especially her feelings that men are sex-obsesed pigs and women are sex-powered goddesses. More than handy in a fight, she makes up for her relatively minimal training with sheer passion.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-antona-sedgewick.png",
      "activeboon": "None"
    }
  ],
  "dead": [
    {
      "status": "dead",
      "announce": "Mongrel",
      "title": " ",
      "name": " ",
      "surname": "Thessel",
      "attitude": "locked",
      "appearance": "Dressed in darkly-died priest attire, Thessel has a black fur, beady eyes, and a gray muzzle.",
      "background": "This ratfolk was found leading a group of fellow ratfolk believers of Aroden stealing some ancient Arodenite relics from the Basilica of the Last Man museum for their faithful community.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Beaten unconscious and promptly murdered by Ingoma beneath the Basilica of the Last Man",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/thessel-ratfolk.png"
    }
  ],
  "dpc": [
    {
      "status": "dpc",
      "title": " ",
      "name": " ",
      "surname": "Scekros",
      "attitude": "friendly",
      "appearance": "This undine has a custom, fish-like appearance, almost as if he was sculpted or commisioned to look and talk in his own special way.",
      "background": "Scekros was the only one of his siblings to not take an interest in solely their family tradition, his main interest was that of alchemy. Aspiring Alchemist remaining true to his Druidic traditions. Scekros loves to have people explore his creations whether it's his alchemical creations or anything else he may make. Always seeking to do more with what he has, he aims to do the best he can.",
      "likes": "Beer, Brewing, People appreciating his work.",
      "dislikes": "Wasted Beer and criticisms.",
      "quirks": "Scekros is passionate about alchemy and drinking.",
      "achievements": "Cleared the Spindlelock Station",
      "announce": "Brewer",
      "race": "Undine",
      "death": "Bled to death in a fight with the Ghost-Captain Rayve and his body transformed into a spirit-wolf.",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-scekros.jpg",
      "classes": "Druidic Herbalist 4",
      "camptrait": "Resourceful",
      "blood": "None"
    }
  ],
  "pc": [
    {
      "status": "pc",
      "title": " ",
      "name": "Ver",
      "surname": "Bedrich",
      "attitude": "friendly",
      "appearance": "The storm given life, Ver is an energetic man of average height who's always carying a large kettle filled with water and a light spell. Calm like the sea, his empathetic blue eyes watch the world with curiosity. A large mark appears on his right hand, which glows often as he uses his magics.",
      "background": "Growing up with nomads, Ver never had many friends for long. He lived in books with his best friend, Pancake, who taught him how to read. Growing up with a large mark on his hand, which whispered magic to him and his familiar. The two would adventure all over the world on a pirate ship, captained by his friend L. One day in town, a book on Azlanti architecture drew in his attention. The book whispered to him in the same voices of the mark - a connection had been made. A hit being put on him from the local town wives gave him an adventure, and a motive, to join the expedition.",
      "likes": "Food, men, and wine. Usually in that order.",
      "dislikes": "Like the water, he goes with the flow… for now.",
      "quirks": "Jumps to many conclusions, and into many beds.",
      "achievements": "Cleared the Spindlelock Station",
      "announce": "Alchemist",
      "race": "Azlanti-Blooded Human",
      "death": " ",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-ver-bedrich.png",
      "classes": "Sea Witch 5",
      "camptrait": "Azlanti Scholar",
      "blood": "Major"
    },
    {
      "status": "pc",
      "title": " ",
      "name": " ",
      "surname": "Echo",
      "attitude": "indifferent",
      "appearance": "Error… This section failed to load… Please Contact Author…",
      "background": "Error… This section failed to load… Please Contact Author…",
      "likes": "Error… This section failed to load… Please Contact Author…",
      "dislikes": "Error… This section failed to load… Please Contact Author…",
      "quirks": "Error… This section failed to load… Please Contact Author…",
      "achievements": "Error… This section failed to load… Please Contact Author…",
      "announce": "Clockworker",
      "race": "Changeling",
      "death": " ",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/unknown.png",
      "classes": "Angelfire Apostle Clerif of Shelyn 4",
      "camptrait": "Pathfinder Recruit",
      "blood": "Trace"
    },
    {
      "status": "pc",
      "title": " ",
      "name": "Glim",
      "surname": "Farbuckel",
      "attitude": "indifferent",
      "appearance": "Error… This section failed to load… Please Contact Author…",
      "background": "Error… This section failed to load… Please Contact Author…",
      "likes": "Error… This section failed to load… Please Contact Author…",
      "dislikes": "Error… This section failed to load… Please Contact Author…",
      "quirks": "Error… This section failed to load… Please Contact Author…",
      "achievements": "Nothing... yet.",
      "announce": " ",
      "race": "Dwarf",
      "death": " ",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-glim-farbuckel.png",
      "classes": "Blood-Hydrokineticist 2",
      "camptrait": "Set Mind",
      "blood": "None"
    },
    {
      "status": "pc",
      "title": " ",
      "name": " ",
      "surname": "Gridol",
      "attitude": "indifferent",
      "appearance": "Error… This section failed to load… Please Contact Author…",
      "background": "Error… This section failed to load… Please Contact Author…",
      "likes": "Error… This section failed to load… Please Contact Author…",
      "dislikes": "Error… This section failed to load… Please Contact Author…",
      "quirks": "Error… This section failed to load… Please Contact Author…",
      "achievements": "Nothing... yet.",
      "announce": " ",
      "race": "Azlanti-Blooded Human",
      "death": " ",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-gridol.png",
      "classes": "Hunter 5",
      "camptrait": " ",
      "blood": "Major"
    },
    {
      "status": "pc",
      "title": " ",
      "name": "Lucca",
      "surname": "Orton",
      "attitude": "friendly",
      "appearance": "While his hair is already starting to grey, Lucca's salt-and-pepper hair and beard are kept tidy and are often regarded as attractive. Of average height for a halfling, Lucca is often seen lounging around on someone else's dime.",
      "background": "A would be philosopher and attentive student of the world. Lucca is an incredible scholar and there isn't much that he doesn't already know or has forgotten. Worked with the Andoran military as a cartographer and has come following his long time friend Pips to this adventurous expedition. While the idea of 'roughing it' on a desert island is laughable, the chance to see uncovered relics of Azlanti culture is a powerful motivator...and Pips.",
      "likes": "He likes fine wine, a good book, and being doted upon.",
      "dislikes": "Hes not a fan of dullards, poor plans or planners, and non-luxurious accommodations.",
      "quirks": "Lucca is very passionate about his cartography, writing, helping others - often excessively, - and his long time friend Pips.",
      "achievements": "Cleared the Spindlelock Station",
      "announce": "Mapmaker",
      "race": "Halfling",
      "death": " ",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-lucca-orton.png",
      "classes": "Archivist Bard 5",
      "camptrait": "Following in the Footsteps",
      "blood": "None"
    },
    {
      "status": "pc",
      "title": " ",
      "name": "Pearl",
      "surname": "Silverstream",
      "attitude": "friendly",
      "appearance": "Named after her pearly white skin, Pearl has ocean blue hair that constantly falls in front of her lilac eyes. She is shy and reserved, but fiercely loyal to the friends she makes. She tends to twist her ring or braid twine when nervous. ",
      "background": "Pearl grew up making jewelry with her mother out of shells, sea glass, and other gifts she finds from the ocean. She practiced fencing with her childhood best friend, who proposed before leaving on a voyage to earn enough money to marry her. Not long after, Pearl received word he died at sea, though she still wears his engagement ring. With nothing tying her down, she excitedly signed on for adventure and the treasures from the journey.",
      "likes": "She loves the ocean and its treasures, such as pearls, shells, and jewels.",
      "dislikes": "While she doesn't mind sand while its in the water, she hates sand on the surface.",
      "quirks": "Pearl is very passionate about making jewelry and spreading the gifts of Shelyn to those around her.",
      "achievements": "Killed Brinetooth; Cleared the Spindlelock Station",
      "announce": "Jeweler",
      "race": "Gillman",
      "death": " ",
      "order": "1",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-pearl-silverstream.png",
      "classes": "Inspired Blade Swashbuckler 4 Sleuth Investigator 1",
      "camptrait": "Set Mind",
      "blood": "Trace"
    }
  ],
  "agent": [
    {
      "status": "agent",
      "announce": "Her Grace",
      "title": "Baroness Legate",
      "name": "Adella",
      "surname": "Voinum",
      "attitude": "helpful",
      "appearance": "A woman of legendary stature in her youth, age has finally begun to bend the baroness, and she now stands merely 6 feet tall. She still proudly displays the scar left when an Andoren spear pierced her face years ago.",
      "background": "A woman of wealth and discipline, Baroness Voinum is a retired commander of the Taldan Phalanx. She is best known as the local grump—condescending, detached, and judgmental—but is also a font of knowledge regarding the region’s history. She sees through the deception of the new \"Betony Heirs\" and enjoys creating awkward situations.",
      "biases": " ",
      "strengths": " ",
      "weakness": " ",
      "skills": "Intimidate, Diplomacy, Ride, Pro: Brewer, K: History",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/adella-voinum.png"
    }
  ],
  "inactive": [
    {
      "status": "inactive",
      "announce": "Lieutenant",
      "title": "Lieutenant",
      "name": " ",
      "surname": "Fanalyx",
      "attitude": "helpful",
      "appearance": "Lieutenant Fanalyx is a unique, though not unheard of, sight in Axis, being an Axiomite detective on the police force rather than elsewhere in administration. She wears the rank of Lieutenant on an approved set of magical clothing, denoting her office as mortals would instead of wearing them attached to her skin.",
      "background": "Although utterly loyal to Axis and its principles, Fanalyx is a detective willing to explore unconventional solutions and work with untested strangers to keep her district safe.",
      "biases": " ",
      "strengths": " ",
      "weakness": " ",
      "skills": "???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/fanalyx.png"
    }
  ],
  "prison": [
    {
      "status": "prison",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": "Thestro",
      "surname": "Briarsmith",
      "attitude": "unfriendly",
      "appearance": "A balding man into his late forties, Thestro Briarsmith prefers the intimidating look of red mithral full plate emblazoned with the Taldan Lion. Often seen butting heads with his less-traditional colleagues, Thestro compensates for his lack of subtlety with his ambition.",
      "background": "The sadistic de facto dictator of everything east of the River Porthmost, Grand Duke Thestro Briarsmith has wasted no time wresting power from Grand Duke Avernathus, consolidating an even more powerful military force. While he operates no ciminal empire, he does operate the secrative Portmos Prison, a former fort used exclusively to contain and supress political prisoners. He believes this war for the crown to be his long awaited a opportunity to make his own mark on history like General Porthmost.  He now sit's in a prison under similar conditions to those with which he's bestowed upon his political enemies.",
      "biases": " ",
      "strengths": " ",
      "weakness": "He does not sympathyse with anyone.",
      "skills": "Intimidate, Diplomacy, ???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/thestro-briarsmith.png"
  },
  {
      "status": "prison",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": "Morrin",
      "surname": "Zellvyngian",
      "attitude": "hostile",
      "appearance": "Old and graying, Morrin Zellvyngian claims to wear a neck brace for support, though others believe its from his irrational fear of having his throat slit. He moves somewhat awkwardly, probably due to his oversized clothing, and he is often seen carrying and cleaning his collection of knives. Despite his somewhat intimidating appearance, he smiles frequently and greets everyone warmly.",
      "background": "Corrupt, even by Taldan standards, Grand Duke Morrin Zellvyngian leverages his post's immunity from non-imperial legal enforcement and welcomes Opparan attention and coin with open arms. Thanks to kickbacks from his own criminal land deals, he's matured from a poor laughingstock to one of the riches and most influential nobles in Taldor. He's been having a row with Princess Eutropia ever since they were both in school, when he courted her and she embarrassed him in a most unseemly manner using a dirty trick. Stripped of his power when he miscalculated his bid for the crown, he awaits an ironic end.",
      "biases": "Does not like lawful types but does like those with a criminal record.",
      "strengths": "He does not trust guards or paladins.",
      "weakness": "Dirt on a political equal.",
      "skills": "???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/morrin-zellvyngian.png"
  },
  {
      "status": "prison",
      "announce": "His Grace",
      "title": "Duke",
      "name": "Panivar",
      "surname": "Lotheed VI",
      "attitude": "hostile",
      "appearance": "Duke Panivar Lotheed IV wears immaculate, fitted clothing and dresses in pale blues and grays. He is never seen without his raven-topped staff, and while often unseen, he purportedly always travels with his unseen servants. Old and graying, he is supposedly the spitting image of his father and namesake, Panivar Lotheed V.",
      "background": "Lady Martella's Uncle, Duke Panivar is a powerful and renowned conjurer and the Lotheed family's most magically gifted wizard. Along with his deep reservoir of knowledge and magical talent, he is vastly wealthy and influential and is not to be trifled with. Being unable to die, his head has been seerated from his body and immerced in a jar of acid, where he will continue to feel pain for the remainder of his existance (as long as the acid is changed at regular intervals).",
      "biases": " ",
      "strengths": " ",
      "weakness": " ",
      "skills": "Intimidate, ???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/panivar-lotheed.png"
  },
  {
      "status": "prison",
      "announce": "His Imperial Majesty",
      "title": "Grand Prince",
      "name": " ",
      "surname": "Stavian III",
      "attitude": "locked",
      "appearance": "Dressed perfectly in regal attire, his clothes don't show even a hint of wear. He smiles often and slightly too widely.",
      "background": "Grand Prince Stavian III is considered as ineffectual as the empire he rules. For all Stavian’s faults, he has managed to hold the empire together through intelligent political maneuvering and a keen understanding of human nature. Was recently found alive but mad, and has been turned over to the Lion's Blades and sent into exile. Only a handful of people know where he is now.",
      "biases": " ",
      "strengths": " ",
      "weakness": " ",
      "skills": "???",
      "death": "Fatally stabbed by a Lion's Blade during the Exaltation Massacre, his body was recovered by imperial magisters.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/stavian-3.png"
  },
  {
      "status": "prison",
      "announce": "His Lordship",
      "title": "Viscount",
      "name": "Theon",
      "surname": "Cenabri",
      "attitude": "hostile",
      "appearance": "Dressed in muted colors and lacking ostentatious jewelry, Viscount Theon Cenabri stands out in this particular crowd as the only noble not wearing flashy jewels. He might be mistaken for a servant were in not for his expensive and well-recognized signet ring and frequent appearance at state events.",
      "background": "A distant descendant of Italice Cenabri, who was murdered by Honaria Alcasti's Lieutenant, this particular viscount is remarkable in that while he has done little more than coast on his family name, he has done nothing scandalous to harm his family name, and he treats his servants better than most. Invested in protecting his family's name, he has a quiet but deep hatred for Remaio Alcasti and those who assisted to restore his family's name. Now, he's imprisoned for attacking the peace summit in a bid for familial vengeance.",
      "biases": " ",
      "strengths": " ",
      "weakness": " ",
      "skills": "???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/theon-cenabri.png"
  },
  {
      "status": "prison",
      "announce": "Lady",
      "title": " ",
      "name": "Lucretzia",
      "surname": "Marthane",
      "attitude": "hostile",
      "appearance": "Thin and pale Lucretzia spends her time behind bars spouting Galtean rhetoric at those who come within earshot. While Martella has been trying to reach out to the *Night Swan,* the reality of her crimes and her utter lack of remorse leaves the two at an impasse, one that neither of them are in a hurry to overcome.",
      "background": "Born to wealth and educated by the best tutors, Lucretzia is a noble and some important nobles cousin, though she never goes into details. Recently exposed as the *Night Swan,* she's been arrested and imprisoned at the palace of birdsong, though most of the citizenry of Meratt find it hard to believe that she was behind so many crimes. ",
      "biases": " ",
      "strengths": " ",
      "weakness": "Lucretzia has a solid appreciation for Galtan history and writing, and couching new ideas in relation to revolutionary writers is sure to make an impression.",
      "skills": " Bluff, Diplomacy, K: Nobility, Disguise, ???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/lucretzia-marthane.png"
  },
  {
      "status": "prison",
      "announce": "Their Honorable Lordship or Ladyship",
      "title": "Earl",
      "name": "Travarak",
      "surname": "Denzarni",
      "attitude": "hostile",
      "appearance": "This amorphous blob takes on many forms, often the form of the man he once appeared as, possessing both intricate details and full control over his voice's timber and range.",
      "background": "Leveraging his vast wealth, he funded numerous researcher's attempts to find a path to immortality, with his gamble eventually paying off when a method of turning himself into a liquid metal was discovered. Currently stuck inside a bottle of glass-steal, he is intended to be used as a free-weight.",
      "biases": " ",
      "strengths": " ",
      "weakness": " ",
      "skills": "???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/travarak-denzarni.png"
  }
  ],
  "target": [
    {
      "status": "target",
      "announce": " ",
      "title": " ",
      "name": " ",
      "surname": "Lion Blades",
      "attitude": "helpful",
      "appearance": "No one and everyone, they appear and dissapear, all at once a flurry of flashing steel and lost in the crowd.",
      "background": "The nations secretive intelligence agency, the Lion Blades are Avistans premier masters of disguise with the most wide-reaching intelligence network in the inner-sea. They are loyal to the crown, not to individuals wearing it, and know the truth of the current succession matters - cariu's possession, Eutropia's ressurection, and the Immaculate Circle's destruction. Once someone is officially coronated, their loyalty will be with them wholly and absolutely, but until then, their preference lies with the collective recommendation's of their individual agents and their handlers.",
      "biases": "[Redacted]",
      "strengths": "[Redacted]",
      "weakness": "[Redacted]",
      "skills": "[Redacted]",
      "death": "Alive",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/koriana-lion-blade.jpg"
    }
  ]
}