{
  "colonist": [
    {
      "status": "colonist",
      "announce": "Farmer",
      "title": " ",
      "name": "Colson",
      "surname": "Werton",
      "attitude": "friendly",
      "appearance": "A tan man with ruddy brown hair and a thin beard, Colson's most striking feature is his bright green eyes. A hopeless romantic with an easy smile, he tells people he is of Azlanti descent and blessed by his ancestors to re-inherit Ancorato.",
      "background": "Colson was born to simple and rather plain looking farmers, but had abnormally striking features. Ever since his birth, he possessed extraordinarily good luck, including winning a lottery from the Bountiful Venture Company, which landed his seat on the expedition. He jokes that luck must be in his blood and skip a hundred generations or so, but there are a few people who believe him.",
      "biases": "Colson thinks people with green eyes (like him) are lucky and tends to like them more than people with brown eyes.",
      "strengths": "Any time someone rolls a 9 or less against Colson, that roll is unlucky and automatically fails.",
      "weakness": "Any time someone rolls a 19-20 to influence Colson, that roll is extra lucky and works extra well.",
      "skills": "Diplomacy, C: Any, Per: Any, or Dexterity",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-colson-werton.png",
      "activeboon": "Colson helps out in his own, cheery way, and he's lucky to have his friends and vice-versa. Once per day when one of his friends roll a natural 1 on any attack roll, they may reroll that roll, though they must take the second result. This does not stack with any other reroll effects, such as Defiant Luck."
    },
    {
      "status": "colonist",
      "announce": "Fisher",
      "title": " 'See-More-Sea'",
      "name": "Saymor",
      "surname": "Landis",
      "attitude": "indifferent",
      "appearance": "A middle-aged man with fair skin and rudy mutton chops, Saymor has a few scars and a distinctive neck and back tattoo. A jovial man who picked up the expensive habbit of smoking while sailing around the south-inner sea and the arcadian ocean, Saymor has a tight relationship with his pet finch, 'Finch.'",
      "background": "Saymor used to go by the nickname 'See-More-Sea,' and was literally born aboard a frigate on patrol. He has spent less than two of his collective fourty-five years on land, and says he has more sea water in his veins than blood. While he was an excellent sailor, he has already earned a double pension, and after a dangerous battle with scurvy left him weak, he finally allowed his employers to make him settle down, on the condition that it was on a deserted island that also had an active port. After contacting the Bountiful Venture Company in frustration at his paradoxical demands, the expedition provided a way to force Saymor into retirement.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Bluff, or Pro: Sailor",
      "death": "Alive",
      "socialblock": "Pro: Sailor or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-saymor-landis.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Hunter",
      "title": " 'The Rescued'",
      "name": "Anya",
      "surname": "Sandstrider",
      "attitude": "friendly",
      "appearance": "Anya has a deeper tan complexion than many of her fellow colonists. She keeps her head shaved bald and has dark chestnut eyes. She has several tattoos of runic and animal totems representing the moon and owls.",
      "background": "Anya is truly a fish out of water among the colonists. She is a Shoanti hunter and a former member of the Lyrune Quah (the Moon Clan), exiled from the Cinderlands after she broke tradition and interfered with an honor duel that would have taken the life of her younger brother. She has roamed the Inner Sea region since, seeking a new place to make her home. When a trader read her an advertisement for colonists, she applied. Anya was initially rejected due to her lack of citizenship, but she undertook a series of challenges designed to gauge her skill as a hunter and naturalist and impressed the investors.",
      "biases": "???",
      "strengths": "???",
      "weakness": "She has a soft spot for people with 'soft smooth skin', which is anyone without a strength bonus and a positive charisma modifier.",
      "skills": "Intimidate, Stealth, Climb, K: Nature, or Survival",
      "death": "Alive",
      "socialblock": "Intimidate or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-anya-sandstrider.png",
      "activeboon": "Sandstrider shows the expedition team a thing or two about tracking. Everyone gains one bonus skill rank in either K: Nature or Survival (their choice), and can track untrained."
    },
    {
      "status": "colonist",
      "announce": "Midwife",
      "title": "Sama",
      "name": "Ylaina",
      "surname": "Xo",
      "attitude": "indifferent",
      "appearance": "Tiny Ylaina hails from the faraway land of Tian-Xia, and her heritage comes through strongly. With long black hair, soft silk clothing, creamy white skin, and a soft-spoken yet heavily accented voice, Ylaina strives to represent what her culture sees as the 'ideal woman.'",
      "background": "The Bountiful Venture Company knew none of the colonists sent on the first wave were pregnant. With the second wave though, given the first wave left six months earlier, and giving birth in the wilderness is incredibly dangerous, they knew they needed to send an excellent midwife to the fledgling colony. Extremely talented and clever, Ylaina is the best Midwife in Almas who doubles as a cook, gardener, herbalist, healer, and cultural and language expert.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: Local, Heal, or C: Caligraphy",
      "death": "Alive",
      "socialblock": "Heal or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-ylaina-xo.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Orator",
      "title": "Tribune",
      "name": "Aric",
      "surname": "of Star Bay",
      "attitude": "indifferent",
      "appearance": "An ever-smiling man with short, wavy hair shot with gray, and a tightness around his eyes as he continually scans the crowd. His clothes speak of the latest fashions, but seem to be slightlysized for a larger man, keeping an air of quick movement around him.",
      "background": "An attending tribune from Souston, west of the Star Bay, Aric is often found at the edges of the crowd holding his own with wit and charm while generally working the room. He appears to have smooth-talked his way onto the voyage as he seems generally underqualified to be here, though he has proven he can hold his own in most situations regardless of the task.",
      "biases": "Tribune Aric is highly opinionated and can't stand people who take the spotlight from him or ignore him (–2), but anyone with several knowledge skills or feigning interest in his opinions find him to be quite talkative (+2).",
      "strengths": "Well versed in double-speak, it is hard to win his favor from a platform you don't actually support.",
      "weakness": "Not actually a noble, but instead representing other interests, he loves to swap rumors while he digs for information.",
      "skills": "Intimidate, K: Nobility, or P: Oratory",
      "death": "Alive",
      "socialblock": "K Nobility or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-aric-of.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Trapper",
      "title": " ",
      "name": "Jacques",
      "surname": "Hughon",
      "attitude": "helpful",
      "appearance": "Jacques dresses in muted greens and browns and appears uncomfortable with long conversations. He is, however, an exceptional listener, and is very perceptive both regarding what's going on and what people really mean.",
      "background": "A lifetime trapper from a logging town near the Verduran Forest, Jacques got lost in the woods for three years as a child and emerged changed by the experience. Some whisper he was touched by the fey, trained in their ways, before being released to live among men once again, but he has always been courteous, hard-working, and uncannily good at finding game.",
      "biases": "Jacques likes people who wear non-metal armor more than people who wear metal armor.",
      "strengths": "???",
      "weakness": "Jacques is especially receptive to people who either crafted or commisioned their armor from a monster they killed.",
      "skills": "Intimidate, Survival, K: Nature, or Sense Motive",
      "death": "Alive",
      "socialblock": "K: Nature or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-jacques-hughon.png",
      "activeboon": "Jacques teaches the party how to shrug off physical stress, granting Endurance as a bonus feat for those who don't already have it.\r\n\r\nJaques further assits characters endure both death and damage. The first time each day anyone begins dying, they automatically stabilize."
    },
    {
      "status": "colonist",
      "announce": "Carpenter",
      "title": "Misses",
      "name": "Andvara",
      "surname": "Jeclair",
      "attitude": "helpful",
      "appearance": "Andvara looks wealthy and fashionable, often wearing elegant clothes over practical ones. She will not let others see her without her makeup, which can sometimes run in the heat of the day.",
      "background": "One of the wealthier colonists, Andvara is a carpenter by trade who wishes to start a formal logging company on Ancorato to take advantage of the predicted contruction boom from settling Talmandor's Bounty and any future settlements. A wealthy heiress with a history of human rights activism, she was able to secure passage for both herself, her husband, and their two children.",
      "biases": "Andvara is very fashion concious and is much more receptive to people who wear extra jewelry (non-magical) than people who only wear clothing (if that).",
      "strengths": "Andvara is especially receptive to people wearing courtiers or nobles outfits with the correct amount of jewelry.",
      "weakness": "Andvara is particularly disaproving of torn, damaged, burned, or tattered clothing and the people who voluntarily wear them.",
      "skills": "Diplomacy, K: Nobility, or Appraise",
      "death": "Alive",
      "socialblock": "Appraise, K: Nobility, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-andvara-jeclair.png",
      "activeboon": "She teaches some of her business and fashion sense to the party, granting one bonus skill rank in appraise.\r\n\r\nAndvara decides to hook the party up with her friend and taylor, Eskelda Teredein. This reveals all of Eskelda's influence skills and changes her attitude from secret to allied."
    },
    {
      "status": "colonist",
      "announce": "Carpenter",
      "title": "Mister",
      "name": "Nicolaus",
      "surname": "Jeclair",
      "attitude": "helpful",
      "appearance": "Weathered with kind but penetrating eyes, Nicolaus has not aged as well as his wife. While he is friendly, he is also prone to waxing ponderous.",
      "background": "Nicolaus is a talented craftsman who has spent a long time building up and reinvesting the fortune his wife inherited. The years have not been kind, however, and while his wife had many reasons for going on the expedition, Nicolaus mostly chose to join to keep his family together and hopefully live a simpler, lower-stress life.",
      "biases": "???",
      "strengths": "???",
      "weakness": "Nicolaus will not turn against his wife or do things he thinks she'll disaprove of.",
      "skills": "K: Local, ???",
      "death": "Alive",
      "socialblock": "K: Local or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-nicolaus-jeclair.png",
      "activeboon": "Nicolaus' deference to his wife points him to tell the party how to talk to her, revealing all of her influence skills, biases, resistances, and vulnerabilities."
    },
    {
      "status": "colonist",
      "announce": "Carpenter",
      "title": " 'Yee Haw'",
      "name": "Daib",
      "surname": "Joiner",
      "attitude": "helpful",
      "appearance": "Short and muscular, Daib is moderately attractive as far as halflings go. While his face is weathered and his hair is unkempt, he has dense biceps and very hairy feet. When getting to work, he favors keeping his tools on his belt, which often weigh him down.",
      "background": "Daib is a sheepish but free halfling, born under the free Andoran skies. He lived an unremarkable life until he helped out at his cousins workshop in his mid-thirties and discovered his particular knack for woodwork. While a late-bloomer relative to most other colonists, he still made the cut for the second wave.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate or Strength",
      "death": "Alive",
      "socialblock": "Intimidate or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-daib-joiner.png",
      "activeboon": "Daib will secure the party's home in Talmandor's Bounty, so they cannot be ambushed there.\r\n\r\nDaib will also secure any one permanent location the expedition team chooses at a time, even out in the wilderness, and provide a secret back-door for escapes in the event they get trapped."
    },
    {
      "status": "colonist",
      "announce": "Carpenter",
      "title": " ",
      "name": "Sviitla",
      "surname": "Kanova",
      "attitude": "helpful",
      "appearance": "A colorful gnome, Sviitla tends to dress in varying shades of green while adorning herself in red, orange, green, and yellow makeup and hair colors. Not shy about nudity, she often wears clothing she made herself, which is usually far more revealing than others might consider proper.",
      "background": "A Bellishian Gnome, Sviitla grew up deep within the Verduran forest, on the warring side of the fey conflicts, where she learned her parents carpentry trade. When she was young, however, an attaack on the town had her carried away by vengeful dryads. While most of the humans were killed, she worked in the fey courts, learning to sing to the trees as the Wispilian gnomes often did. When she emerged from the forest, she was a wild thing, but her skills with wood are unrivaled west of the Sellen River.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: Geography, Survival, ???",
      "death": "Alive",
      "socialblock": "K: Nature or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-sviitla-kanova.png",
      "activeboon": "She gets in the habit of prepping a few extra goodberries, allowing the party to pick up one each day they're in town, except on weekends.\r\n\r\nShe sings into being a grove of darkwood trees - not enough for shipbuilding yet, though that’s what it will be for in the future. For now though, it provides an easy source of darkwood materials for wepons and armor."
    },
    {
      "status": "colonist",
      "announce": "Carpenter",
      "title": " ",
      "name": "Gaege",
      "surname": "Murani",
      "attitude": "helpful",
      "appearance": "This unusually tall red-head is one of - if not the - tallest colonist heading to Talmandor's Bounty at six-foot-five. She dresses simply, often wearing boots with small wedges to lift her up a little more, and her slender body is a rosy white with frequent sunburns.",
      "background": "A widower and mother of three young children, Gaege grew up in the same small village as her grandparents and never ventured further than ten miles out of the village until after her husband died. A skilled carpenter and devout Erastilian, she competed for her spot on the expedition with the hope of using the payout from the colony's success to help her raise her children, who are temporarily staying with their grandparents until she can send for them.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: Religion, or P: Sing",
      "death": "Alive",
      "socialblock": "K: Religion or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-gaege-murani.png",
      "activeboon": "Being around her and her children provides insight into working with 'little-ones,' granting a +2 competence bonus to discovery checks against children, youth, and small creatures.\r\n\r\nHer motherly affection is contagious, and she provides insight into working with 'little-ones,' granting a permanent +2 competence bonus to influence checks against children, youth, and small creatures."
    },
    {
      "status": "colonist",
      "announce": "Cook",
      "title": "Madam",
      "name": "Geouf",
      "surname": "Tamor",
      "attitude": "helpful",
      "appearance": "A deceivingly young-looking vudrani, Geoff has a face completely mismatched to ger name. Friendly and kind, she has pale green eyes and a cluster of freckles on her tan skin.",
      "background": "Geouf was unfortunately named, a joke between her parents meaning 'get out f***er'. She ran away from home during a goblin raid and never looked back, eventually settling in Andoran, though she did decide to keep her name to remember where she came from. She learned how to cook while on the road, and her exceptional herblore and survival skills helped her ace the colony interviews.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Survival, Heal, ???",
      "death": "Alive",
      "socialblock": "Heal, Survival, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-geouf-tamor.png",
      "activeboon": "She shows the expedition team some basic herblore, helping them to identify useful herbs and reagents. When in the forrest, plains, or any of their favored terrains, they gain the benefit of the Eschew Materials feat and they can provide for 1 additional person when they successfully get along in the wild.\r\n\r\nShe shows the expedition team some advcanced herblore, helping them to identify useful herbs and reagents. As long as they are gaining the benefits of the Eschew Materials feat, they also gain the benefits of the Herbal Components feat."
    },
    {
      "status": "colonist",
      "announce": "Farmer",
      "title": " ",
      "name": "Faedwyr",
      "surname": "Trundlebrook",
      "attitude": "helpful",
      "appearance": "Generally timid and quiet, Faedwyr wears the same homespun clothes he's been wearing for the last ten years. He wears leather boots and a leather jirken, and his light brown hat and long light sleeves are weatherworn from protecting his leathery skin from the sun.",
      "background": "Faedwyr's common background and successful development of several farms in poor countryside areas more than earned him a spot on the expedition. With a reputation for being able to grow anything, anywhere, Faedwyr could and probably should be proud, but he sees himself primarily as a simple, common man.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy or Strength",
      "death": "Alive",
      "socialblock": "K: Nature or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-faedwyr-trundlebrook.png",
      "activeboon": "Supports the PCs decision to stay, does not leave the island.\r\n\r\nHe always supports the PC's decisions, assuming they are in the best interest of the colony. During colony-wide events and social crisis' he is a member in, he grants each PC one additonal social action as he helps keep crowds patient and willing to listen."
    },
    {
      "status": "colonist",
      "announce": "Laborer",
      "title": " ",
      "name": "Fifer",
      "surname": "Merryweather",
      "attitude": "friendly",
      "appearance": "10lbs of crazy in a 5lb box, Fifer Merryweather has a big name, big personality, and feet too big for shoes. Standing at a towering 2ft. 8 inches, Fifer demands respect and attention.",
      "background": "Born into a noble house in Taldor as a serving girl, Fifer was far more trouble than she was worth. One day while attending their lords on a trip to Northern Tandak, she snuck away from the caravan and hid, expecting everyone to work themselves up once they discovered she was missing. She must have dozed off, but when she awoke that evening, she couldn't find anyone, so she made her way west, on foot, through the enchanted Verduran forest and into Andoran, looking for a new outlet for her enthusiasm.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Intimidate or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-fifer-merryweather.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Laborer",
      "title": " ",
      "name": "Kate",
      "surname": "Sorenson",
      "attitude": "indifferent",
      "appearance": "Kate is a tall woman with a slight frame, long brown hair, and a heavily freckled complexion. Pretty but plain, she is often given cleaning assignments where she can frequently be heard huming or singing softly to herself.",
      "background": "A common girl, Kate was the daughter of an inventor and was raised with an uncommonly developed education. Without any money for formal training, she married Kris Sorenson in her small village upon reaching a majority age. It was her relatively wide expertise that won her family a spot on the expedition, though her lack of qualifications keeps her as a laborer.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Linguistics or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kate-sorenson.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Laborer",
      "title": " ",
      "name": "Kris",
      "surname": "Sorenson",
      "attitude": "indifferent",
      "appearance": "A large man with wide shoulders and a broad smile, Kris has red thick hair with a bushy, wild beard and mustache. He has a boisterous, loud laugh and loves making merry, though he deflects most every personal question via a self-depricating sense of humor. He rarely shows off his strength, though when drunk, he has been known to flip people and smash tables while arm wrestling.",
      "background": "A large man from a family of seasonal workers, Kris grew up roaming from town to town with the seasonal harvest. He grew uncannily strong during this time and eventually settled down with Kate, using his savings to move into the town permanently and hire themselves out as extra hands according to the work available. After winning a caber-tossing contest during a dutchy fair, he used the money to send his wife to the capital city, where she found them a spot on the expedition with the Bountiful Venture Company.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "C: Any or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kris-sorenson.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Laborer",
      "title": " ",
      "name": "Machi",
      "surname": "Valenth",
      "attitude": "unfriendly",
      "appearance": "Short, with brown hair dyed with red, blue, and purple streaks, Machi is one of the very few Tian colonists. Her arms are completely covered in tattoos, and she wears the clothing and armor of her culture. Aggressive and moody, she has obviously not gotten over being left at the altar, and her formerly sweet and gentle side is being actively buried by her efforts to toughen up.",
      "background": "Left at the altar a month before the expedition left Almas, Machi hopes to reinvent herself far, far away from everything and everyone she's ever known. While unskilled, she is very dedicated and known for her work ethic, and she hopes to pick up a new trade at the colony.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, Pro: Any, or Fly",
      "death": "Alive",
      "socialblock": "Intimidate or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-machi-valenth.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Miner",
      "title": " ",
      "name": "Tipps",
      "surname": "Kreggan",
      "attitude": "helpful",
      "appearance": "Stocky, hairy, and muscular, Tipps embodies many peoples perceptions of the 'typical dwarf.' He is usally seen carrying all of his gear, including his mining lamp, and he constantly refers to himself and others in the third person.",
      "background": "An expert miner, Tipps is the fourth son in his family of eleven. Desiring to impress his father and bring home the wealth of Ancient Azlant, Tipps competed and was passed-up for the first wave heading to Talmandor's Bounty, but he persisted and made the cut for wave two.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, Bluff, K: Dungeoneering, or Appraise",
      "death": "Alive",
      "socialblock": "K: Dungeoneering or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-tipps-kreggan.png",
      "activeboon": "Tipps begins giving a random party member a rock or gem Tipps found that reminded Tipps of the party member, each week. Roll D%, 1-49 it’s a worthless rock, 50-89 its worth 1d10gp, 90-100 its worth d20*25gp.\r\n\r\nThe gems Tipps recovers becomes more valuable. Roll D%, 1-49 worth 1d10gp, 50-89its worth d20*25gp, 90-95 it’s a cracked ioun stone woth less than 1k, 96-98 it's a flawed or cracked ioun stone worth less than 2k, 99-100 it’s any ioun stone worth less than 5k."
    },
    {
      "status": "colonist",
      "announce": "Tanner",
      "title": " ",
      "name": "Cedwig",
      "surname": "Tanner",
      "attitude": "friendly",
      "appearance": "Cedwig is cheerful and bright with shoulder-length blond hair he keeps loose and unkempt. He often hums or sings while he works and has an insatiable snacking and grazing habbit, heavily encouraged by his wife.",
      "background": "Cedwig is a father of three in his early thirties, and he escaped slavery with his wife, Diana. After hearing that people were trying to track them down, they sought compassionate assistance from the government in Almas, and were placed aboard the Peregrin for their safety. He is excited to build a dreamhome for his family overlooking green grass and tilled earth.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Survival, ???",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-cedwig-tanner.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Thatcher",
      "title": " ",
      "name": "Kulena",
      "surname": "Sprads",
      "attitude": "friendly",
      "appearance": "Kulena has fair skin and straw colored hair that goes down to her waist when not kept in a working braid. She is pretty but plain, and while she is friendly, she is also very self-concious and very sensitive to criticism. Prone to crying when things go wrong, she is often found either alone or with a few friendly faces.",
      "background": "A talented thatcher hired for her necessary roof-making skills for the expected construction boom in the colony, Kulena signed on with the hope of joining some of her friends that left on the first wave of colonists. A baker and a hobbyist, she often gives others small handmade gifts or treats.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kulena-sprads.png",
      "activeboon": "None"
    },
    {
      "status": "colonist",
      "announce": "Youth",
      "title": " ",
      "name": "Medrinnah",
      "surname": "Harleau",
      "attitude": "helpful",
      "appearance": "Medrinnah has a short haircut and freckles that draw attention to her usually-pouty face. Often complaining, arguing, or otherwise rebelling against her mother, Madrinnah makes no secret that she absolutely hates being dragged along on this expedition.",
      "background": "One of the two teenagers in the second wave, Medrinnah, who already hates her mother, is not looking forward to being stuck on an island a thousand miles from any of her friends. Like the other children, she isn't counted with the adults in the number of colonists sent on the expedition, and she likewise has neither a stake, claim, or chance to earn any money from this venture unless she gets it herself.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Stealth, or Sleight of Hand",
      "death": "Alive",
      "socialblock": "Stealth or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-medrinnah-harleau.png",
      "activeboon": "Promises not to rob the party.\r\n\r\nOcassionally 'finds' things the PC's were looking for but couldn't find, usually evidence, clues, or items belonging to a character or merchant that is unfriendly to the party. If the item is valuable, she will sell it to the PC's instead of giving it to them, selling it for 50% of the items total value."
    },
    {
      "status": "colonist",
      "announce": "Youth",
      "title": " ",
      "name": "Tesswyn",
      "surname": "Nalbocht",
      "attitude": "indifferent",
      "appearance": "High-spirited and enthusiastic, Tesswyn prefers going everywhere in her custom leather armor. Adventurous and with an inherited love for story-telling, she happily explains to anyone who asks how the scar over her eye was from barely dodging an assassins arrow while fishing, the scars on her cheek from when she wrestled a wolf to the ground over an insult he gave about her father, and how she lost the two small fingers of her right hand to a fox in a crooked game of cards.",
      "background": "At sixteen, Tesswyn is only barely considered a legal adult, and only on a technicality. Her father was a company employee who died on a seperate expedition less than a year ago, leaving her displaced and in the company's charge. Terrible with secrets and with an obssession for adventure, Tesswyn's stories are delightful but so fanciful its hard to tell if any of it isn't fiction, which does help her hide others secrets in plain sight.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "K: Nature or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-tesswyn-nalbocht.png",
      "activeboon": "None"
    }
  ],
  "crew": [
    {
      "status": "crew",
      "announce": "Captain",
      "title": "Captain",
      "name": "Jacob",
      "surname": "Markosi",
      "attitude": "helpful",
      "appearance": "The Captain of the Peregrine is a blue-eyed man in his mid-forties, with a short beard and prematurely silvered hair.",
      "background": "Captain Markosi is a fair man who hopes this venture is successful so he can secure a permanent contract to make supply runs. His loyalty, however, belongs to his crew, ship, and passengers - in that order. He does whatever he can to be supportive, but he must remain on schedule to meet his payroll and supply needs.",
      "biases": "Captain Markosi is strict but fair, being more inclined towards lawful characters and less inclined towards chaotic characters.",
      "strengths": "Captain Markosi is straightforward and deliberate, and naturally pushes back against characters with ranks in bluff or sleight of hand.",
      "weakness": "Captain Markosi favors specialized minds, and is easier to influence by characters with only 2+INT skill ranks.",
      "skills": "Diplomacy, K: Engineering, or Pro: Sailor",
      "death": "Alive",
      "socialblock": "Pro: Sailor or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-jacob-markosi.png",
      "activeboon": "The captains respect carries a lot of wait, granting a +2 bonus to influence members of his crew.\r\n\r\nCaptain Markosi demonstrates a great deal of his personal expertise, granting Weapon Focus in a weapon of the players choice as a bonus feat."
    },
    {
      "status": "crew",
      "announce": "First Mate",
      "title": " ",
      "name": " ",
      "surname": "Naerath",
      "attitude": "indifferent",
      "appearance": "Nearath has green eyes and wavy auburn hair and stands 5 feet 11 inches tall, a tad taller than her captain.",
      "background": "A child of Andoran, Naerath was a 'gift' to her mother from a traveling Forlorn elf. She has a natural talent for mechanical devices and climbing a ship's rigging, but she is too proud to sully her hands with thievery or piracy. Her steadfast loyalty to Captain Markosi is reinforced by his promise to sell her the Peregrine at a generous price when he retires.",
      "biases": "Naerath has a bias towards others raised by a single parent, but is extra weary of characters from classes that grant 6 +INT or more skill ranks per level.",
      "strengths": "Naerath will not stand for any backtalk or disrespect towards her captain, and anyone that ever said bad things about or towards him are permanently disadvantaged with her.",
      "weakness": "Naerath has a soft spot for people with a sailing background, with characters whom have some story of being aboard sea vesseles in their background receiving her favor.",
      "skills": "Bluff, Diplomacy, Stealth, Disable Device, Pro: Sailor, ???",
      "death": "Alive",
      "socialblock": "Pro: Sailor or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-naerath.png",
      "activeboon": "None"
    },
    {
      "status": "crew",
      "announce": "Boatswain",
      "title": " ",
      "name": "Burly",
      "surname": "Raerg",
      "attitude": "unfriendly",
      "appearance": "Burly Raerg appears to be a typical burly half-orc, with green-tinted skin, two protruding lower tusks, and a gravelly voice. His gruff demeanor plays perfectly into the both orc and bosun stereotypes of being strong with little patience.",
      "background": "Responsible for managing the Peregrine's 16 regular sailors and answering only to the Captain and first Mate, Raerg is a competent manager who knows how to get the most out of the sailors under his command. While this often means barking orders, he also knows when to offer praise and positive reinforcement (in the form of a reserved store of grog).",
      "biases": "Burly is partial to other half-humans, though that kinship does not extend to uncommon or monsterous races.",
      "strengths": "Burly can't stand people who can't take care of themselves, making it hard for him to respect people whom do not have a positive strength bonus.",
      "weakness": "Burly quickly builds a friendly rivalry with anyone whom has skill focus or a feat that does not stack with skill focus in Intimidate, or whom has either dazziling display or a similar ability or feat.",
      "skills": "Intimidate, Pro: Sailor, ???",
      "death": "Alive",
      "socialblock": "Pro: Sailor or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-burly-raerg.png",
      "activeboon": "None"
    },
    {
      "status": "crew",
      "announce": "Navigator",
      "title": " ",
      "name": "Tyra",
      "surname": "Swain",
      "attitude": "helpful",
      "appearance": "What the quiet Tyra swain lacks in effusive charm and personality, she more than makes up for with her powerful presence. Most people move out of her way as she paces the decks, the only exceptions being Ramona Avandth and the ship's other officers.",
      "background": "Touched by the mystery of the waves, Tyra Swain is highly valued by the captain for her powers over the ocean and her ability to peer through fog, mist and rain. As a baby, her mother was superstitious of her abilities and the spirits that surrounded her, and she threw her overboard to her death while accompanying her husband fishing. They were surprised when she landed on the wave crests as though it were land, shortly before their little fishing boat was capsized by the storm that drowned her mother but spared her father.",
      "biases": "???",
      "strengths": "She doesn't know how to talk to people who regularly fly, and people with ranks in fly are simply unrelatable to her.",
      "weakness": "She has an instant connection with other spiritualist characters, such as oracles, shamans, spiritualists, and mediums.",
      "skills": "Diplomacy, Sense Motive, Swim, Pro: Sailor, or K: Nature",
      "death": "Alive",
      "socialblock": "Pro: Sailor or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-tyra-swain.png",
      "activeboon": "Her fluid nature is mesmerizing, and after spending so much time with her, she grants a +1 insight bonus to escape artist checks.\r\n\r\nAfter befriending her, you can suddenly understand her fluid form. Everyone gains dodge as a bonus feat, or mobility if they already have dodge. If they already have mobility, they gain no bonus."
    },
    {
      "status": "crew",
      "announce": "Quartermaster / Purser",
      "title": " 'Bean Counter'",
      "name": "Alda",
      "surname": "Brady",
      "attitude": "helpful",
      "appearance": "Alda has a practiced smile she wears despite who or whats going on around her, though she isn't what others might call 'servile'. Her cheery nature often comes off as hollow and its clear to everyone paying attention that her smiles are at least as much to convince herself she's happy as it is to convince others.",
      "background": " 'Bean Counter' Brady has two roles aboard the Peregrine: as quartermaster, she directs steering in conjuction with Tyra Swain, primarily with adjustments to the ships sails, while also being nominally in charge of the cook, feeding the crew and passengers, and managing sleeping arangements in the tight quarters. As purser, she is solely responsible for managing the ship's stores, supplies, and cargo, including payroll and trade agreements as well as crew contracts under the direction of Captain Markosi. On this voyage, the responsibilities and preassure on Brady have ne'er been greater, and the cracks are starting to show after weeks at sea.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Intimidate, Appraise, or Pro: Sailor",
      "death": "Alive",
      "socialblock": "Pro: Sailor or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-alda-brady.png",
      "activeboon": "Spending so much time with 'Bean Counter' Brady has led to some insight in how the rest of the crew operates, revealing the other crew members sympathies and resistances."
    }
  ],
  "leader": [
    {
      "status": "leader",
      "announce": "Governor",
      "title": "Governor",
      "name": "Ramona",
      "surname": "Avandth",
      "attitude": "helpful",
      "appearance": "Ramona has a natural tan complexion that deepens during the ocean voyage. She keeps her brown hair cut short and dresses appropriately for a subtropical climate. Ramona spends little effort on her appearance, but she has an attractive face that hides behind the cloud of concern she feels toward her fellow colonists. Her green eyes grow intense during a crisis but soften when matters are calm and under control.",
      "background": "Ramona Avandth is the Bountiful Venture Company’s designated leader for the colony. Once the Peregrine arrives, she expects to deliver a sealed letter to Rayland Arkley and assume leadership of the entire colony, while Rayland is instructed to serve as her second-in-command. Ramona was chosen for her leadership skills, rather than her bardic abilities; nevertheless, she has a fine singing voice and an appreciation for artistic talents.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: Any, or Per: Sing",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-ramona-avandth.png",
      "activeboon": "Ramona expands the expedition teams access to daily colonist reports, granting a +2 insight bonus on discovery checks with other colonists.\r\n\r\nRamona's insight allows the PC's to use the discovery and influence portions of dual social rounds interchangeably. She also grants characters with the Employee campaign trait a cohort from the colony, giving them Leadership as a bonus feat."
    },
    {
      "status": "leader",
      "announce": "Colonial Marine",
      "title": "Lieutenant",
      "name": "Grammel",
      "surname": "Taychar",
      "attitude": "indifferent",
      "appearance": "Stern an humorless, Lieutenant Grammel Taychar is a serious leader, a serious drinker, and not a talker.",
      "background": "An Eagle Knight and ex-mercenary, Lieutenant Grammell Taychar used to lead a group called the Kozan Bravos, a group of adventurous mercenaries frequently employed by the pathfinder society. With a mixed record filled with experience, he was a clear choice to accompany the few soldiers sent to escort the second wave.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": "Alive",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-grammel-taychar.png",
      "activeboon": "None"
    },
    {
      "status": "leader",
      "announce": "Pathfinder",
      "title": "Corporal",
      "name": "Carver",
      "surname": "Hastings",
      "attitude": "helpful",
      "appearance": "Carver is a man of average height with short, wavy brown hair. He grows no more than a few days’ stubble before shaving. He has blue eyes and a light tan complexion. He wears studded leather armor over worker’s clothing but uses his armor’s glamered special ability to cause it to appear as a normal steel breastplate, to blend in with the other soldiers. He keeps a wayfinder concealed under his shirt and armor. ",
      "background": "Carver Hastings is a Pathfinder born and educated in Carpenden. He is relatively unknown in most Pathfinder Society circles. Pathfinder Society leadership is well aware that the Talmandor’s Bounty colony may lie near Azlanti ruins originally explored by Durvin Gest, so Carver was instructed by Venture-Captain Brackett of Almas to insinuate himself into the ranks of the hopeful colonists. However, there is a growing concern among the venture-captains that the Aspis Consortium may be spying on Pathfinders as a shortcut in their own research. For that reason, Hastings has been instructed to hide his status as a Pathfinder, so he masquerades as one of the colony’s soldiers. His goal is to survey and explore—and eventually inform Brackett discreetly of the nature of any Azlanti ruins on the island.",
      "biases": "Carver is surprisingly understanding of all manner of individuals.",
      "strengths": "???",
      "weakness": "???",
      "skills": "Sense Motive, K: Any, or Linguistics",
      "death": "Alive",
      "socialblock": "K: Any or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-carver-hastings.png",
      "activeboon": "He reveals his secret of being a Pathfinder on an undercover assignment, and knowing there was a member of the Aspis Consortium on the first wave (Eliza Haniver).\r\n\r\nCarver supplies the team with a Wayfinder, if they do not already have one. These Wayfinders cannot be sold and have no special qualities beyond a standard wayfinder. He also gives all pathfinder recruits an ioun stone of their choice worth 150gp*lvl*book or less."
    },
    {
      "status": "leader",
      "announce": "Priest",
      "title": "Father",
      "name": "Eamon",
      "surname": "Caranth",
      "attitude": "helpful",
      "appearance": "Eamon is a tall man with straw-colored hair and an infectious smile. His eyes are human but violet-colored, an indication of his elven heritage in addition to his pointed ears. When Eamon moves about the chapel or within the safe confines of the colony, he \r\nfavors a green robe or cassock, but he does not hesitate to change to armor when out in the wilderness. His extended life span, compared to Kurvis’s, has started to become apparent.",
      "background": "Eamon and his friend and fellow cleric Kurvis are missionaries who volunteered to join the colony. Eamon feels particularly called to steer Talmandor’s Bounty away from merely a fiscal enterprise and toward becoming a community where families will flourish. He and Kurvis bicker like an old married couple, but despite appearances, they are the best of friends and nothing more.",
      "biases": "Eamon is more inclined to work with people with a community related craft or profession, such as craft bows or profession farmer. Conversely, he usually feels as though very smart people don't need his help (+3 or higher modifier to any mental stat).",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy or Heal",
      "death": "Alive",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-eamon-caranth.png",
      "activeboon": "Starts setting the PC's up on dates, once per week he grants one PC of his choice a dual social round with a +2 with one NPC of his choice (should be a good match). Father Eamon Caranth's words of inspiration from Old Deadeye further invigorate characters with the Healthy campaign trait, usually granting one or more benefits each time they succeed on a Fortitude saving throw against an effect: if the effect would have dealt damage, they gain 1 hp; if it would have caused fatigue, they instead gain a second wind, granting the benefits of haste for one round; if succeeding causes them to take a reduced negative effect, they instead ignore it; if the effect must be saved against each round, they gain a +2 bonus on subsequent saves against this instance of the effect (does not stack with itself)."
    },
    {
      "status": "leader",
      "announce": "Priest",
      "title": "Father",
      "name": "Kurvis",
      "surname": "Nurpico",
      "attitude": "friendly",
      "appearance": "Kurvis is relatively short, with a slight stoop to his shoulders. He keeps his steel-gray hair cut short. His face is lined with a few wrinkles. When not in armor, he favors a black robe. Kurvis seldom smiles but doesn’t always scowl and can soften his expression when he wants. He and Eamon were born only a few years apart, but as a human, Kurvis is starting to show his age sooner than his friend.",
      "background": "Kurvis is the counterpart to Eamon, who has been his best friend for many decades. Kurvis travels to Talmandor’s Bounty to bless and sanctify it as a proper foothold of civilization as only a servitor of Abadar can. He respects Eamon’s emphasis on community but maintains that for community to grow, it must be built on the bedrock of law.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: History, K: Nobility, or K: Religion",
      "death": "Alive",
      "socialblock": "K: Nobility, K: Religion, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kurvis-nurpico.png",
      "activeboon": "Father Kurvis explains some fine detail when it comes to examining objects to determine its use and worth. Everyone gains 1 bonus skill rank in appraise (or gains a bonus rank at next level if it is currently maxed out)."
    },
    {
      "status": "leader",
      "announce": "Bureaucrat",
      "title": "Mister",
      "name": "Carethet",
      "surname": "Maluis",
      "attitude": "indifferent",
      "appearance": "Portly and tidy, Carathet has a jovial disposition and an almost predatory smile. A focused conversationalist, he speaks as though everyone should hang on his every word, but he also listens as though the one speaking is the only one in the world.",
      "background": "A lifetime civil servant, Carethet ran for Governor of Almas four times, with his most recent defeat being particularly embarassing to both him and his family. Desiring to put all of that firmly in his past and start anew, he signed on for the expedition hoping to put some permanent distance between Almas and himself.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "K: Nobility or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-carethet-maluis.png",
      "activeboon": "None"
    },
    {
      "status": "leader",
      "announce": "Chronicler",
      "title": "Miss",
      "name": "Perrell",
      "surname": "Beys",
      "attitude": "helpful",
      "appearance": "Perrell is a short, thin woman with red hair that she keeps cropped short. Her complexion is fair with a smattering of freckles. She carries herself as if she were an older woman, but she is actually only in her mid-thirties. When not wearing armor, she favors a simple white shirt under a slate-colored vest.",
      "background": "Perrell is a scholar and historian. Like Lyra, she is an employee of the Bountiful Venture Company. Even if she weren’t, she would still have volunteered to join the colony out of academic interest. Her responsibility is to chronicle daily events in Talmandor’s Bounty and provide Ramona with scholarly advice on the nature of any ruins or ancient and valuable relics. She also sees it as her duty to provide her employers with high-quality maps of the island.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Diplomacy, K: Arcana, K: Engineering, or K: History",
      "death": "Alive",
      "socialblock": "K: Arcana, K: Engineering, K: History, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-perrell-beys.png",
      "activeboon": "Miss Perrell is an excellent language tutor and offers her services for free. She reduces the downtime required to learn a new language by half. Azlanti Scholars do not need to pay downtime fees to learn new languages.\r\n\r\nMiss Perrell's insights and tutelage grants every member of the expedition a bonus skill rank in either K: History, K: Geography, or Linguistics (Azlanti). Azlanti Scholars also receive Skill Focus as a bonus feat in the skill they chose with their campaign trait."
    },
    {
      "status": "leader",
      "announce": "Scout",
      "title": "Scout",
      "name": "Lyra",
      "surname": "Heatherly",
      "attitude": "helpful",
      "appearance": "Lyra is a strawberry blonde woman of average height and slender build, with blue-green eyes and a lopsided smile. She pulls her hair back in a ponytail and dresses in sturdy but comfortable clothes and custom-fitted boots. Lyra eschews armor unless she knows she’ll be in certain peril, but she has a backpack slung over her shoulders at all times in case she needs to make notes or sketch a map.",
      "background": "Lyra Heatherly is both a colonist and an employee of the Bountiful Venture Company. She is tasked with surveying the island in greater depth than was done by the ship-bound surveyors. She was hired as a naturalist, but her responsibilities extend to identifying known ancient ruins, mineral resources, local flora and fauna, and inland locations of fresh water. She is also tasked with estimating the square footage or acreage of forest for future lumber concerns. Lyra’s focus is to directly benefit the Bountiful Venture Company.",
      "biases": "Lyra has an easier time talking with people who know their way around (full BAB) and has a hard time relating to spellcasters.",
      "strengths": "???",
      "weakness": "Lyra is particularly full of wanderlust and loves seeing beautiful sights. While in particularly scenic or romantic and unpopulous locations, her guard tends to drop.",
      "skills": "Bluff, Diplomacy, Perception, Surival, or Pro: Surveyor",
      "death": "Alive",
      "socialblock": "Perception or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-lyra-heatherly.png",
      "activeboon": "Lyra's shows people how to get along better in the wild and how better to track their prey. Everyone gains 1 bonus skill rank in Survival (or gains a bonus rank at next level if it is currently maxed out).\r\n\r\nLyra puts higher priority on the Expedition Team's needs and puts more effort in finding locations of interest for them. Each week, there is a 50% chance she locates an area of interest the Expedition Team hasn't found yet, if one exists. Characters with the Expert Explorer campaign trait gain Explorer and Weapon Focus (machete) - or a feat with Weapon Focus (machete) as a prerequisite which they otherwise qualify for - as bonus feats."
    }
  ],
  "merchant": [
    {
      "status": "merchant",
      "announce": "Alchemist",
      "title": " 'The Volcano Alchemist'",
      "name": "Alba",
      "surname": "Divenvaar",
      "attitude": "helpful",
      "appearance": "Alba has a weathered, tan complexion from years spent in tropical climates, with a few sun wrinkles on her forehead and around her eyes. Her hair, which she pulls into numerous braids and bunches, is threaded with streaks of silver. She is of typical build for a female dwarf and wears leather armor over short, comfortable clothing.",
      "background": "Alba Divenvaar is a perennial traveler ready to finally put down roots. As a young alchemist, Alba traveled throughout the southern Inner Sea region to learn trade secrets in Druma, the Mwangi jungles, and Osirion. Her lifelong dream is to behold the shores of Arcadia and discover the alchemical secrets of that land. Age has begun to get the best of her, so when she learned Andoran was establishing a new colony in the Arcadian Ocean, Alba applied for citizenship and won a spot among the second group of settlers. Her willingness to support the community with her alchemical knowledge was instrumental in her inclusion.",
      "biases": "Alba has a soft spot for formulae and spellbook casters, but doesn't like the unnatural magic of arcane casters who don't use spellbooks.",
      "strengths": "???",
      "weakness": "Alba enjoys infectious optimism, something she feels she needs more in her life.",
      "skills": "Bluff, Intimidate, Heal, K: Arcana, K: Nature, or C: Alchemy",
      "death": "Alive",
      "socialblock": "Heal, K: Arcana, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-alba-divenvaar.png",
      "activeboon": "Offer's a 50% return on value for reagents towards potions and alchemical items of their choice, and full value for arcane spells and formulae she can learn. She also takes on commisions and becomes willing to buy Herbal Components harvested with the Herbal Components feat.\r\n\r\nIs willing to sell the party's potions in her shop for them for a 50% cut of the profits, allowing the party to sell potions for 75% value. Her professional acumen also grants Skill Focus as a bonus feat to characters with the Resourcefull in the craft or profession chosen with their trait."
    },
    {
      "status": "merchant",
      "announce": "Investor",
      "title": "Lord",
      "name": "Harcourt",
      "surname": "Carrolby",
      "attitude": "indifferent",
      "appearance": "Harcourt has raven-black hair and a pale complexion due to Chelish noble ancestry several generations back. He is in his late twenties, handsome, and in good physical condition.",
      "background": "Harcourt is the youngest adult son of the Carrolby family, wealthy horse breeders in Andoran and former nobles from before the People's Revolt. Harcourt receives a stipend from the family business, but two older brothers who stand to inherit when their mother passes away impede his involvement in the venture. Harcourt sought a means of advancement that avoided family infighting and negotiated a deal with his aging mother. He would join the new colony, establish himself, hire workers to build stables, and import horses to the island at later date, thus expanding the family business to Ancorato and beyond. ",
      "biases": "Harcourt prefers people of nuetral alignments, especially compared to people of extreme alignments.",
      "strengths": "???",
      "weakness": "Likes people of breeding, and anyone of noble birth or with a measurable amount of Azlant Blood easily earn his attention.",
      "skills": "Diplomacy, K: Local, or K: Nobility",
      "death": "Alive",
      "socialblock": "K: Local, K: Nobility, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-harcourt-carrolby.png",
      "activeboon": "None"
    },
    {
      "status": "merchant",
      "announce": "Smith",
      "title": " ",
      "name": "Luetin",
      "surname": "Calewick",
      "attitude": "indifferent",
      "appearance": "Luetin is balding, with dark hair at the sides and back of his head. He sports a bushy mustache that he thinks accentuates his manly attractiveness. Luetin has a stocky frame, but far more of it is muscle than fat. When he anticipates combat, he dons a form-fitting chain shirt of his own manufacture, but he wears a heavy apron while toiling at the forge.",
      "background": "Luetin Calewick joined the colony with the understanding that he would be an assistant blacksmith for Talmandor’s Bounty. While not the most prestigious of roles, it was much needed, as there were only one smith and an apprentice of hers in the first wave of colonists. The three of them were intended to provide materials for 150 people in the middle of a construction boom.",
      "biases": "He likes people with confidence and clear speech (CHA 15+) and doesn't care for people who mumble or speak poorly (CHA 11-)",
      "strengths": "He is very proud of his monopolistic role as the sole smith in Talmandor's Bounty, and really dislikes characters that steal his thunder with weapon or armor crafting skills or feats.",
      "weakness": "???",
      "skills": "Bluff, Diplomacy, C: Armor/Blacksmithing/Weapons, Disable Device, K: Local, or K: Engineering",
      "death": "Alive",
      "socialblock": "Bluff or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-luetin-calewick.png",
      "activeboon": "None"
    },
    {
      "status": "merchant",
      "announce": "Brewer",
      "title": " ",
      "name": "Helbret",
      "surname": "Koors",
      "attitude": "indifferent",
      "appearance": "Helbret has dark hair and mutton chops and dresses well enough for a barkeep. Restless, he listens to his customers but mostly keeps to himself, often polishing already gleaming mugs and countertops or else absentmindedly picking his teeth. Not the friendliest person, most people rely on alcohol to have a good time around Helbret, which he serves without question.",
      "background": "A proud brewer, Helbret made his living serving drinks in Almas. After scrounging up enough money to open his own tavern, his life seemed set, but his creative spirit and restless quiet kept him from being satisfied. Supposedly, he morgaged his bar and spent three years developing a new brew of beer, one apparently good enough to get a ticket on this expedition either through merit or through getting an investor just drunk enough. His bar mysteriously burned to the ground the day before the Peregrin left port, and while many suspect he's the one responsible, there wasn't enough evidence to keep him from leaving the country.",
      "biases": "He doesn't trust people when their sober, but is more receptive to people who are drunk, believing that alcohol brings out the truth.",
      "strengths": "???",
      "weakness": "???",
      "skills": "Sense Motive, C: Alchemy, Pro: Brewer, or Sleight of Hand",
      "death": "Alive",
      "socialblock": "C: Alchemy, Pro: Brewer, or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-helbret-koors.png",
      "activeboon": "None"
    },
    {
      "status": "merchant",
      "announce": "Leatherworker",
      "title": " ",
      "name": "Antwyn",
      "surname": "Malros",
      "attitude": "friendly",
      "appearance": "Meticulously clean and organized, Antwyn is far more energetic than his five-foot-frame would seem capable of containing. Skinny to the point of being scrawny and rarely sitting still, he makes up for his lack of stature with enthuasm. ",
      "background": "Antwyn is the youngest son of nine boys from a poor village along the Verduran Forest. He became apprenticed to a tanner at age 9, just to 'be around food more often,' and he blames malnutrition for the reason he never grew up straight or tall. He's always wanted to learn how to fight and hunt himself, and hopes the trip will help him pack on both muscle and pounds.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, ???",
      "death": "Alive",
      "socialblock": "C: Leather or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-antwyn-malros.png",
      "activeboon": "None"
    },
    {
      "status": "merchant",
      "announce": "Weaver",
      "title": " ",
      "name": "Eskelda",
      "surname": "Teredein",
      "attitude": "friendly",
      "appearance": "Eskelda is perfectly ordinary in personal appearance, from her blue eyes, to her long straight brown hair, to her height and weight. Oddly, however, she dresses after the Kelish desert style, relying on layers of light, thin clothing and lots of scarves ordinarily meant for warm weather. She has a pet raven, named Mirwe, that speaks with her in fluent Vudrani.",
      "background": "A talented weaver, Eskelda made all of her own clothing and can routinely make cloth of varying types with nearly any material and in nearly every varying style across the inner sea. Since setting sail, her mannerisms with her pet raven and her miraculous performance with cloth have made some colonists murmur that she may be hiding dark powers.",
      "biases": "Eskelda puts a lot of stock in fashion an gets along better with people wearing at least 100gp worth of clothes and non-magical jewelry, and doesn't get along as well with people who only own one change of clothes.",
      "strengths": "She is very careful of how she talks with religious zealots, especially inquisitors (-8).",
      "weakness": "She is much more open to people with familiars.",
      "skills": "Sense Motive, Heal, C: Cloth, Spellcraft, and K: Arcana",
      "death": "Alive",
      "socialblock": "Spellcraft or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-eskelda-teredein.png",
      "activeboon": "Eskelda offers her stiching and mending services freely to the expedition team. She can swiftly repair any damaged or ruined clothing or cloth-based magic items. Everyone in the expedition team gains a courtier's outfit (without jewelry), courtesan's outfit, cold weather outfit, or hot weather outfit for free."
    }
  ],
  "missing": [
    {
      "status": "missing",
      "announce": "Pathfinder",
      "title": "Corporal",
      "name": "Carver",
      "surname": "Hastings",
      "attitude": "helpful",
      "appearance": "Carver is a man of average height with short, wavy brown hair. He grows no more than a few days’ stubble before shaving. He has blue eyes and a light tan complexion. He wears studded leather armor over worker’s clothing but uses his armor’s glamered special ability to cause it to appear as a normal steel breastplate, to blend in with the other soldiers. He keeps a wayfinder concealed under his shirt and armor. ",
      "background": "Carver Hastings is a Pathfinder born and educated in Carpenden. He is relatively unknown in most Pathfinder Society circles. Pathfinder Society leadership is well aware that the Talmandor’s Bounty colony may lie near Azlanti ruins originally explored by Durvin Gest, so Carver was instructed by Venture-Captain Brackett of Almas to insinuate himself into the ranks of the hopeful colonists. However, there is a growing concern among the venture-captains that the Aspis Consortium may be spying on Pathfinders as a shortcut in their own research. For that reason, Hastings has been instructed to hide his status as a Pathfinder, so he masquerades as one of the colony’s soldiers. His goal is to survey and explore—and eventually inform Brackett discreetly of the nature of any Azlanti ruins on the island.",
      "biases": "Carver is surprisingly understanding of all manner of individuals.",
      "strengths": "???",
      "weakness": "???",
      "skills": "Sense Motive, K: Any, or Linguistics",
      "death": "Alive",
      "socialblock": "K: Any or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-carver-hastings.png",
      "activeboon": "He reveals his secret of being a Pathfinder on an undercover assignment, and knowing there was a member of the Aspis Consortium on the first wave (Eliza Haniver).\r\n\r\nCarver supplies the team with a Wayfinder, if they do not already have one. These Wayfinders cannot be sold and have no special qualities beyond a standard wayfinder. He also gives all pathfinder recruits an ioun stone of their choice worth 150gp*lvl*book number or less."
    }
  ],
  "security": [
    {
      "status": "security",
      "announce": "Colonial Marine",
      "title": "Sergeant",
      "name": "Valania",
      "surname": "Goen",
      "attitude": "friendly",
      "appearance": "Fierce and determined, Sergeant Goen wears the same kind of armor as the other marines, though her armor is both high quality and distinctive. Her cloak is fastened with a silver falcon.",
      "background": "A renown fencer, Sergeant Goen has applied for and been rejected from the Eagle Knights three times. After her last failure, she took an extended leave of absence to join an adventuring group. Returning with both experience and wealth, recruiters from the Eagle Knights invited her to join their ranks, but she declined, donning a silver falcon instead and setting off on adventures of her own. Her current adventure is this expedition, and she is both excited and cautious about its inherant dangers.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": "Alive",
      "socialblock": "K: History or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-valania-goen.png",
      "activeboon": "Sergeant Goen helps discipline the expedition team's minds for what adventuring may have in store for them. Everyone gains a +1 morale bonus against fear effects."
    },
    {
      "status": "security",
      "announce": "Colonial Marine",
      "title": "PFC",
      "name": "Antona",
      "surname": "Sedgewick",
      "attitude": "friendly",
      "appearance": "Antona likes to wear scarves, shawls, and hats over her armor, whenever possible, and shaves her head every month or so to minimize maintanance and heat. Aggressive and loud, she holds a handful of friends with similar interests, and doesn't care about people that can't look past her looks or volume.",
      "background": "Proud and boisterious, she doesn't keep any part of her life secret, especially her feelings that men are sex-obsesed pigs and women are sex-powered goddesses. More than handy in a fight, she makes up for her relatively minimal training with sheer passion.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Intimidate, or Pro: Soldier",
      "death": "Alive",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-antona-sedgewick.png",
      "activeboon": "PFC Sedgewick begins flirting aggresively with female party members."
    },
    {
      "status": "security",
      "announce": "Colonial Marine",
      "title": "Private",
      "name": "Terence",
      "surname": "al-Bhanaad",
      "attitude": "indifferent",
      "appearance": "A tall and wiry man, Terence has a pale tan and proud features. Hekeeps his head shaved and grows a peculiar beard representative of his osiriani ancestry, hinting at a priviledged past that his family escaped from. He wears an Abadaran holy symbol made from pure silver at all times and caries a strange, ancient short sword, despite rarely unsheathing it, prefering instead to trust in his crossbow.",
      "background": "An Andoran Native from a family of Osiriani Imigrants, Terence found his home at sea, enlisting with the military to protect ships as soon as he came of age. After a tour through the southern waters of the inner sea, his heritage was helpful in avoiding a hostile encounter with Osiriani raiders, though he faced somme hardship from the crew over his immigrant past. Given his high marks and a desire to change pace, he volunteered for security with the Bountiful Venture Company.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Alive",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-terence-al-bhanaad.png",
      "activeboon": "None"
    },
    {
      "status": "security",
      "announce": "Colonial Marine",
      "title": "Private",
      "name": "Milon",
      "surname": "Cattenbury",
      "attitude": "helpful",
      "appearance": "Milon is young, fit, muscular, and arrogant, with a short haircut and beard with fierce buzz cuts and notches. At barely twenty years old, his armor is at least twice as old as he is, but while it is worn, it is well maintained.",
      "background": "A fresh graduate, Milon is the rookie assigned to escort the expedition, but that doesn't mean he isn't qualified. Having earned several awards, both before and during basic training, Milon thinks of himself as a rising star and dreams of uncovering lost Azlanti riches. He puts a great deal of work into his personal appearance and maintaining his fathers armor, who was slain by a polar bear in the line of duty.",
      "biases": "Milon's fresh-faced and youthful inexperience has kept him from forming any outright biases or preferences.",
      "strengths": "Milon's fresh-faced and youthful inexperience has kept him from forming any outright biases or preferences.",
      "weakness": "Milon's fresh-faced and youthful inexperience has kept him from forming any outright biases or preferences.",
      "skills": "Diplomacy, Intimidate, and Pro: Soldier",
      "death": "Alive",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-milon-cattenbury.png",
      "activeboon": "Milon begins trying to emulate the PC's, becoming a better soldier and adventurer. He retrains all his class levels - from commoner 1 warrior 1 - to fighter.\r\n\r\nMilon show's the adventuring group some of the skills he learned from his father. Everyone gains Furious Focus as a bonus feat."
    }
  ],
  "dead": [
    {
      "status": "dead",
      "announce": "Colonial Marine",
      "title": "PFC",
      "name": "Dion",
      "surname": "Calahan",
      "attitude": "indifferent",
      "appearance": "Dion keeps his hair slicked back from his face, looking as though he’s recently took off his helmet. Rarely seen outside his finest armor, he prowls his social circles with an arrogance stemming from his battle-tested might.",
      "background": "Dion began sailing on merchant ships and escort frigates at a young age - too young to actually join regular services - and has spent his lifetime at sea aboard one ship or another. He became a marine shortly after his eighteenth birthday, and fought pirates several times, both before and after his formal enlistment. Having spent several years defending ships from pirates, Dion joined this venture to earn money for himself and his future.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": "Forcibly mutated into a mindless monster by Onthooth before being killed by the Expedition Team.",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-dion-calahan.png",
      "activeboon": "None"
    },
    {
      "status": "dead",
      "announce": "Colonial Marine",
      "title": "PFC",
      "name": "Sighra",
      "surname": "Harleau",
      "attitude": "friendly",
      "appearance": "Tall, lovely, and fierce, Sighra is older than the average PFC. She has long light-brown hair that she keeps simply braided to prevent it from obstructing her view, and she wears an agile metal breastplate to allow her to be a more consistant archer.",
      "background": "Sighra left her husband and took her daughter to Almas a few years ago, enlisting to make ends meet. An exceptional PFC, she was able to earn her spot on the escort crew for the Peregrin, but had to drag her daughter with her, who has hated her ever since she took her away from her dad.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Intimidate, ???",
      "death": "Forcibly mutated into a mindless monster by Onthooth before being killed by the Expedition Team.",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-sighra-harleau.png",
      "activeboon": "Sighra asks the expedition team to be good role-models for her daughter, and to step in where they can to show her a better way. This reveals all ways to influence Medrinnah Harleau."
    },
    {
      "status": "dead",
      "announce": "General Trader",
      "title": " ",
      "name": "Kalcora",
      "surname": "Weems",
      "attitude": "friendly",
      "appearance": "Kalcora has outrageously pink and purple hair streaked with white - a telltale sign of bleaching. Delighting in haggling and arguing, she wears her atheism proudly, often sparking arguments with her eagerness to contradict others. ",
      "background": "An escaped slave from Cheliax, Kalcora chose her name while she laid low and built a new life for herself. She is devilishly good at aquiring things people want, though she often charges far more than they're worth. She has no qualms about where her goods come from, and she seems to haggle more for a desire for entertainment than frugality.",
      "biases": "Kalcora has a tendency to get along better with other short races and is extra argumentative with people taller than her (3'3\").",
      "strengths": "???",
      "weakness": "Kalcora is obssessed with hairstyling and find a kindred spirit with characters who frequently change, style, and dye their hair.",
      "skills": "Sense Motive, Sleight of Hand, or Stealth",
      "death": "Forcibly mutated into a mindless monster by Onthooth before being killed by the Expedition Team.",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kalcora-weems.png",
      "activeboon": "Increases Base Value of Talmandor's Bounty by 200gp, increases Purchase Limit by 1kgp"
    },
    {
      "status": "dead",
      "announce": "Teacher",
      "title": "Miss",
      "name": "Sandra",
      "surname": "Ganis",
      "attitude": "indifferent",
      "appearance": "Well mannered and well educated, Sandra has long, curly brown hair and a light inner-sea tan. She wears a pair of spectacles and is often seen with her books or else watching the clouds passing by.",
      "background": "Sandra Ganis was chosen by the Bountiful Venture Company out of a sense of prudence - several children were sent on the first wave, and several are joining the second. All the colony's children will need an education, and many parents will need someone to watch their children during the day while they work. A talented educator, Sandra barely won her spot, and now daydreams of finding love on the frontier and being surrounded by adoring children.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Linguistics, or K: Any",
      "death": "Forcibly mutated into a mindless monster by Onthooth before being killed by the Expedition Team.",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-sandra-ganis.png",
      "activeboon": "None"
    },
    {
      "status": "dead",
      "announce": "Carpenter",
      "title": " ",
      "name": "Kereda",
      "surname": "Harper",
      "attitude": "friendly",
      "appearance": "Kereda has short black hair and a dark brown complexion that matches his eyes. He brought two sets of clothing with him, one for working, and one for resting, stating simply that he didn’t have or need any more. Defiantly proud, he has a hard time making friends with the other colonists, but he lets his dedicated work speak for itself.",
      "background": "A talented carpenter apprenticed in Almas, Kereda should have had all the opportunities he needed to become wealthy and successful… but they never materialized. Ostracized by some of his coworkers over his work ethic and flat refusal to join them in either drinking or horseplay forced him to turn to the sea for new employment.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, Intimidate, Disable Device, ???",
      "death": "Forcibly mutated into a mindless monster by Onthooth before being killed by the Expedition Team.",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kereda-harper.png",
      "activeboon": "Kereda reluctantly shows the party how to improve their workmanship, granting a bonus skill rank in a craft or profession of their choice."
    },
    {
      "status": "dead",
      "announce": "Cook",
      "title": "Chef",
      "name": "Hondren",
      "surname": "Ghellen",
      "attitude": "indifferent",
      "appearance": "Rail thin and incredibly jumpy, Hondren is most memorable for his shrill screams at the sight of all kinds of bugs. Meticulously clean, he keeps his blond hair cropped short and his beard and thin mustache precisely trimmed.",
      "background": "An excellent cook who hates shellfish (which he calls 'sea bugs'), Hondren is a severe entomophobe and is often overheard complaining about the large bugs encountered on this trip. While his phobias don't align with living on the frontier, he is determined to continue the family tradition of starting each new generation in a new land. Unable to rely on his strength or bravery, he charms others with his cooking and dreams of wooing a beautiful woman with his roasted vegetables, handground burgers, and delicate pastries.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Intimidate, Pro: Cook, Appraise, or Survival",
      "death": "Forcibly mutated into a mindless monster by Onthooth before being killed by the Expedition Team after volunteering to take Pearl's place.",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-hondren-ghellen.png",
      "activeboon": "None"
    },
    {
      "status": "dead",
      "announce": "Farmer",
      "title": " ",
      "name": "Irvin",
      "surname": "Lourdein",
      "attitude": "helpful",
      "appearance": "A formal and old half-orc, Lourdein is not aggressive or hostile in any way, but he makes it clear he wants to be alone. Dressed in homespun long johns, Irvin's face is wrinkled into a permanent scowl, with a few sharp teeth jutting out awkwardly.",
      "background": "A goat, goose, and galluvix farmer from the outlying lands west of Almas, Laourdein is a very much retired soldier who very much wants to be alone. After a brief stint owning a farm in a small village, he decided that life was far too busy for him, and applied for the expedition knowing his service record and farming experience would make him a shoe-in while giving him the opportunity to move a thousand miles away from society.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: Nature, Handle Animal, ???",
      "death": "Forcibly mutated into a mindless monster by Onthooth before being killed by the Expedition Team nafter voluntering to take Anya Sandstrider's place.",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-irvin-lourdein.png",
      "activeboon": "He feels oblidged to give the party a token gift, and gifts them his fattest Galluvix named 'Pudge'. This galluvix may become a bonded familiar without requiring the Improved Familiar feat.\r\n\r\nHe decides to trust in the expedition team and decides to give them his weapon and armor from his days as a soldier, gifting the a +2 agile breatplate and a +1 Furious Greataxe."
    },
    {
      "status": "dead",
      "announce": "Fisher",
      "title": " ",
      "name": "Soran",
      "surname": "Vigaldo",
      "attitude": "helpful",
      "appearance": "Easygoing and well-liked by most people, Soran's hair and beard is sun-bleached blond and he has soft blue eyes. He is usually seen sucking on a piece of straw and absentmindedly stareing off into the distance, usually with a fishing poll, as in the rare times he's seen without one he looks like something's missing.",
      "background": "Soran won his seat on the first wave of the expedition after winning a fishing contest, but turned the seat down. Later, his luck soured, so he vied for a spot on the expedition, narrowly winning his seat due to his knack at knowing where to fish and having the patience to catch the really big ones.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Survival, or Pro: Fisherman",
      "death": "Forcibly mutated into a mindless monster by Onthooth before being killed by the Expedition Team.",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-soran-vigaldo.png",
      "activeboon": "Soran shows the party some of his fishing knowledge, granting a bonus skill rank in Pro: Fisherman"
    },
    {
      "status": "dead",
      "announce": "Gardener",
      "title": " ",
      "name": "Diana",
      "surname": "Tanner",
      "attitude": "helpful",
      "appearance": "Diana is cheerful and bright with chest-length blond hair she keeps in country braids. She often hums while she works and always has a snack with her, usually intended for one of her children but most often eaten by her husband.",
      "background": "Diana is a mother of three in her early thirties, and she escaped slavery with her husband, Cedwig. After hearing that people were trying to track them down, they sought compassionate assistance from the government in Almas, and were placed aboard the Peregrin for their safety. She is excited for the opportunity to have a home and garden of her own.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Survival, ???",
      "death": "Killed by Faceless Stalkers during the assault on Talmandor's Bounty",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-diana-tanner.png",
      "activeboon": "An experienced hide-and-seaker, Diana provides a +1 insight bonus on stealth checks."
    },
    {
      "status": "dead",
      "announce": "Glassblower",
      "title": " ",
      "name": "Sanch",
      "surname": "Celan",
      "attitude": "indifferent",
      "appearance": "Sanch is a relatively plain half-elf who has very little consideration for their looks or the looks of others. They wear thick spectacles and a leather harness around a simple work shirt, and they have a long knife scar that runs from under the middle of their chin to just under the corner of their mouth.",
      "background": "This non-binary half-elf has zero romantic interests, but is also one of the friendliest colonists aboard. Constantly making up nicknames and refering to others in an endearing manner, Sanch charmed their way through their interviews.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": "Killed by Faceless Stalkers during the assault on Talmandor's Bounty",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-sanch-celan.png",
      "activeboon": "None"
    },
    {
      "status": "dead",
      "announce": "Rope-Maker",
      "title": " ",
      "name": "Palodina",
      "surname": "Orbonth",
      "attitude": "indifferent",
      "appearance": "Tall and gangly, Palodina has dirty black hair and a large nose. He is covered in small scars from his life as a street-rat-turned-criminal-turned-prisoner. More than a little scruffy-looking, he manages to maintain impeccable dental hygiene.",
      "background": "A reformed criminal and talented rope-maker, Palodina is the third child of five and the only boy from his family. His parents were devoute Iomedaen priests who wanted to raise all-paladin daughters to take up the Inheritor's Mantle in the Mendevian Crusades, a challenging wish Palodina intentionally lived his life opposite to since he was born. Fresh out of jail, his record is clean enough, seeing as how he was never involved in violent crime, that he was able to make a spot on the second wave in an effort to start a new life.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Bluff, K: Local, Sleight of Hand, Stealth, ???",
      "death": "Alive",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-palodina-orbonth.png",
      "activeboon": "None"
    },
    {
      "status": "dead",
      "announce": "Trapper",
      "title": " ",
      "name": "Frel",
      "surname": "Tanboor",
      "attitude": "indifferent",
      "appearance": "While he only has one eye, Frel is filled with confidence and walks with swagger. Hairy with long brown hair and a short beard, he often wears pearl or gold earings in his left ear and his arms and shoulders are covered in tattoos of the names of friends, rivals, and past lovers.",
      "background": "An experienced tracker and trapper, Frel has rarely stayed in one place for more than a few years. He habbitually spends all his money on women and alcohol, and while he thinks himself a ladies man, his cheating behavior has gotten him in trouble over and over again. Looking for somewhere new to live and someone new to chase, he signed on for the voyage with the knowledge he would live somewhere completely foreign while being in close quarters with potentially lovely, lonely women. Currently, he is known to be in a heated relationship with two other colonists.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy or Pro: Brewer",
      "death": "Killed by Faceless Stalkers during the assault on Talmandor's Bounty",
      "socialblock": "Dead",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-frel-tanboor.png",
      "activeboon": "None"
    }
  ],
  "dpc": [
    {
      "status": "dpc",
      "title": " ",
      "name": " ",
      "surname": "Karn",
      "attitude": "indifferent",
      "appearance": "Karn has striking orange eyes and dark hair that is always wild and standing on its own accord, not quite frizzy, but looking as if recently exposed to a great shock. Karn has a distaste for both layers and pockets, and cuts the extra pieces out of his clothes when he can't find an outfit that already lacked them, giving him a somewhat unravelled appearance.",
      "background": "A recovering addict, as he said an addict is either in recovery or on the backslide, Karn has been sober for a little over a year now. An employee of the Bountiful Venture Company, Karn took to the voyage in an effort to get far away from those who could potentially supply his habbit after his former dealer got out of jail. With his cousing married to Ramona Advanth's Nephew, he likes to think he has the inside track on the other employees sent to the island, even if the connection seems a bit... thin.",
      "likes": "Karn loves spacing out and anything that can help him get there. Recently, he tries to stay busy, but the temptation of anything that might clear his head is very strong.",
      "dislikes": "Karn is often ancy, and hates sitting still.",
      "quirks": "Karn has a habbit of smelling and tasting strange things, just out of his curiosity.",
      "achievements": "Nothing... yet.",
      "announce": "Clockworker",
      "race": "Half-Elf",
      "death": "Got up in the middle of the night to take a leak and was never seen again.",
      "order": 0.2,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-karn.png",
      "classes": "Air-Blooded Sorcerer 1",
      "camptrait": "Employee",
      "blood": "Trace"
    },
    {
      "status": "dpc",
      "title": " ",
      "name": "Glim",
      "surname": "Farbuckel",
      "attitude": "indifferent",
      "appearance": "This squat dwarf has a nearly white 'bloodless' hand.",
      "background": "Glim was sacrificed to a demon lord as a child, but his spirit refused to let him die. Several weeks after the ritual, he crawled out of the carnel pit, broken and nearly bloodless, but with a unique connection to life and death.",
      "likes": "Glim has a fondness for smoked meats and steaks grilled well-past well-done.",
      "dislikes": "Glim hates elves and orcs with equal measure.",
      "quirks": "Glim has a hard time believing anyone or anything is actually dead until they're both dead and cold, even if organs are missing or a great deal of blood has been lost.",
      "achievements": "Nothing... yet.",
      "announce": "Rope Maker",
      "race": "Dwarf",
      "death": "Vanished into the sea after exploring beneath the surface for dangers.",
      "order": 0.5,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-glim-farbuckel.png",
      "classes": "Blood-Hydrokineticist 2",
      "camptrait": "Set Mind",
      "blood": "None"
    },
    {
      "status": "dpc",
      "title": " ",
      "name": " ",
      "surname": "Scekros",
      "attitude": "friendly",
      "appearance": "This undine has a custom, fish-like appearance, almost as if he was sculpted or commisioned to look and talk in his own special way.",
      "background": "Scekros was the only one of his siblings to not take an interest in solely their family tradition, his main interest was that of alchemy. Aspiring Alchemist remaining true to his Druidic traditions. Scekros loves to have people explore his creations whether it's his alchemical creations or anything else he may make. Always seeking to do more with what he has, he aims to do the best he can.",
      "likes": "Beer, Brewing, People appreciating his work.",
      "dislikes": "Wasted Beer and criticisms.",
      "quirks": "Scekros is passionate about alchemy and drinking.",
      "achievements": "Cleared the Spindlelock Station",
      "announce": "Brewer",
      "race": "Undine",
      "death": "Bled to death in a fight with the Ghost-Captain Rayve and his body transformed into a spirit-wolf.",
      "order": 1,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-scekros.jpg",
      "classes": "Druidic Herbalist 4",
      "camptrait": "Resourceful",
      "blood": "None"
    },
    {
      "status": "dpc",
      "title": " ",
      "name": "Ver",
      "surname": "Bedrich",
      "attitude": "friendly",
      "appearance": "The storm given life, Ver is an energetic man of average height who's always carying a large kettle filled with water and a light spell. Calm like the sea, his empathetic blue eyes watch the world with curiosity. A large mark appears on his right hand, which glows often as he uses his magics.",
      "background": "Growing up with nomads, Ver never had many friends for long. He lived in books with his best friend, Pancake, who taught him how to read. Growing up with a large mark on his hand, which whispered magic to him and his familiar. The two would adventure all over the world on a pirate ship, captained by his friend L. One day in town, a book on Azlanti architecture drew in his attention. The book whispered to him in the same voices of the mark - a connection had been made. A hit being put on him from the local town wives gave him an adventure, and a motive, to join the expedition.",
      "likes": "Food, men, and wine. Usually in that order.",
      "dislikes": "Like the water, he goes with the flow… for now.",
      "quirks": "Jumps to many conclusions, and into many beds.",
      "achievements": "Cleared the Spindlelock Station; Ended the Curse of Bonetown",
      "announce": "Alchemist",
      "race": "Azlanti-Blooded Human",
      "death": "While weak from a curse Ver became fresh dinner for a Moray.",
      "order": 2,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-ver-bedrich.png",
      "classes": "Sea Witch 5 Rogue 1",
      "camptrait": "Azlanti Scholar",
      "blood": "Major"
    },
    {
      "status": "dpc",
      "title": " ",
      "name": "Echo",
      "surname": "Doppler",
      "attitude": "friendly",
      "appearance": "With a deep complexion and sleight features, Echo accentuates her sleight frame with a feminine hairstyle and often-painted nails. While she herself dresses relatively plainly, she often compliments other people on their pretty clothes, jewlry, or features. She tries not to smile too often, or raise her voice, due to her being very self-concious about her overly-wide smile and extra sharp teeth.",
      "background": "An orphan raised by the shelynite clergy, Echo was given her name due to her mimicry or others, often near-perfectly imitating the voices or mannerisms of those they've heard. A pacifist by nature, Echo believes all lives are equally valuable, and will not work towards ending others, though that doesn't mean everyone deserves his aid.",
      "likes": "Echo loves listening in on other peoples conversations, especially private ones.",
      "dislikes": "Echo has a fundamental dislike of quiet places and people.",
      "quirks": "Echo has a habbit or repeating what other people said, sometimes with a small rephrasing and often with a questioning tone, instead of actually answering someone or otherwise contributing to a conversation.",
      "achievements": "Ended the Curse of Bonetown",
      "announce": "Clockworker",
      "race": "Changeling",
      "death": "Forcibly mutated into a mindless monster by Onthooth before being killed by the Expedition Team.",
      "order": 3,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-echo-doppler.png",
      "classes": "Angelfire Apostle Cleric of Shelyn 6",
      "camptrait": "Pathfinder Recruit",
      "blood": "Trace"
    },
    {
      "status": "dpc",
      "title": " ",
      "name": "Bartholomew",
      "surname": "Kaimana",
      "attitude": "indifferent",
      "appearance": "Bartholomew stands 6' tall with a sandy-brown complexion. He has a scar over his right eye and several more all over his body. ",
      "background": " Bartholomew has spent many years out on the open ocean. His favorite phrase is \"a ship at harbor is safe, but that's not what ships are for\" whenever his mother nagged him about his wanderlust. ",
      "likes": "He likes to travel the open-ocean, being filled with a constant wanderlust.",
      "dislikes": "He hates bein landlocked and sleeping more than 4 hours at a time.",
      "quirks": "Bartholomew likes to sit in the water just off-shore to do his bone-making. Sometimes, he's so involved with his work that he doesn't notice the tide coming in until it's over his head.",
      "achievements": "Nothing... yet.",
      "announce": "Boneworker",
      "race": "Gillman",
      "death": "Forcibly mutated into a mindless monster by Onthooth before being killed by the Expedition Team.",
      "order": 3,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-bartholomew-kaimana.png",
      "classes": "Fighter 3",
      "camptrait": "Eagle Knight Recruit",
      "blood": "Trace"
    },
    {
      "status": "dpc",
      "title": " ",
      "name": " ",
      "surname": "Gridol",
      "attitude": "helpful",
      "appearance": "With cropped curly hair and a beard turning salt-and-pepper a decade early, Gridol is usually seen wearing his armor and in the company of a rare white-wolf, or at least he was until his wolf died. His new wolf is a common gray.",
      "background": " An aspiring hunter who found he had a knack for training and befriending most animals. This training soon turned to a passion, and can always be found nearby his animal companions. While he enjoys the life of adventure, he would like to settle down one day and get a home near the beach. He joined the expidition after the untimely death of his first wife, hoping to escape the sudden tragedy.",
      "likes": "He loves the sounds of the waves crashing on the beach almost as much as he loves animals of all kinds. Currently enjoying a budding romance with Lyra Heatherly.",
      "dislikes": "He hates the noise of crowds and big cities and has a special hatred towards those inclined towards animal cruelty. Not a fan of Anya Sandstrider.",
      "quirks": "He is very wary of harming any animals, and will rarely do so, even if attacked and otherwise unable to de-escalate the situation.",
      "achievements": "Ended the Curse of Bonetown; Slayed Onthooth the Aboleth Psychic; Rescued the Kidnapped Colonists",
      "announce": "Clockworker",
      "race": "Azlanti-Blooded Human",
      "death": "Plane-shifted to the astral plane. He will return.. One day… Someday…",
      "order": 4,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-gridol.png",
      "classes": "Hunter 9 Wild Child Brawler 1",
      "camptrait": "Skillful",
      "blood": "Major"
    }
  ],
  "pc": [
    {
      "status": "pc",
      "title": " ",
      "name": "Lucca",
      "surname": "Orton",
      "attitude": "helpful",
      "appearance": "While his hair is already starting to grey, Lucca's salt-and-pepper hair and beard are kept tidy and are often regarded as attractive. Of average height for a halfling, Lucca is often seen lounging around on someone else's dime.",
      "background": "A would be philosopher and attentive student of the world. Lucca is an incredible scholar and there isn't much that he doesn't already know or has forgotten. Worked with the Andoran military as a cartographer and has come following his long time friend Pips to this adventurous expedition. While the idea of 'roughing it' on a desert island is laughable, the chance to see uncovered relics of Azlanti culture is a powerful motivator...and Pips.",
      "likes": "He likes fine wine, a good book, and being doted upon.",
      "dislikes": "Hes not a fan of dullards, poor plans or planners, and non-luxurious accommodations.",
      "quirks": "Lucca is very passionate about his cartography, writing, helping others - often excessively, - and his long time friend Pips.",
      "achievements": "Cleared the Spindlelock Station; Ended the Curse of Bonetown; Rescued the Kidnapped Colonists",
      "announce": "Mapmaker",
      "race": "Halfling",
      "death": " ",
      "order": 1,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-lucca-orton.png",
      "classes": "Archivist Bard 10",
      "camptrait": "Following in the Footsteps",
      "blood": "None"
    },
    {
      "status": "pc",
      "title": "The Harbinger",
      "name": "Kahiki",
      "surname": "Pueo",
      "attitude": "friendly",
      "appearance": "Kahiki has tan skin and nearly black hair that matches her wings. She has tattoos along the right side of her body, symbolizing her life and the life of her ancestors and their mana.",
      "background": " Kahiki is the only child of Kamalu and Makani Pueo and grew up sheltered, making her a little naive around new people. She was in a terrible boat accident, almost drowning before her rescue, but instead of fearing the ocean, the experience gave her a new power over the waves.  ",
      "likes": "She likes tattoos of any kind, the ocean, and hanging out with Oorka, her childhood friend.",
      "dislikes": "She hates sitting still, whistling, and being forced to dance under pressure.",
      "quirks": "Hkahiki doesn't speak common (yet) and is very fond of little bite-sized birds.",
      "achievements": "Rescued the Kidnapped Colonists",
      "announce": "Tattoo Artist",
      "race": "Akkiti-Skah Strix",
      "death": " ",
      "order": 2,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-kahiki-pueo.png",
      "classes": "Aquakineticist 9 Esoteric Knight 1",
      "camptrait": "Azlanti Scholar",
      "blood": "None"
    },
    {
      "status": "pc",
      "title": " ",
      "name": "Shand 'Eel Bait'",
      "surname": "Thorson",
      "attitude": "friendly",
      "appearance": "A large man with an esoteric sense of fashion and a matching unkept head of hair and beard, he nonetheless has a remarkably fair complexion - the product of quality breeding. His skin tans only slightly in the direct sun, perhaps a product of a coastal family line, or perhaps a product of his magical blood.",
      "background": "The oldest of a noble house, and the eldest of 3 boys, Shand was to inherit his family's affluence. They were to teach him politics, diplomacy, social etiquette… but he did not have the disposition for such lessons. A wild child, he was constantly running off into town to explore, and he grew up wanting more of the world than his home. Upset with the trouble he would cause, his family tried to confine him to the family grounds, when a friend, a simple cat - his companion Shinx, unwittingly brought him the key to his freedom. Breaking out for one final time, he vowed he would explore every corner of te world he could and left his family - and title - behind.",
      "likes": "Shand likes naps, soft blankets, and weapons of all kinds.",
      "dislikes": "Shand does not like unnecessary violence.",
      "quirks": "Shand often tries to befriend small animals.",
      "achievements": "Rescued the Kidnapped Colonists",
      "announce": "Blacksmith",
      "race": "Azlanti-Blooded Human",
      "death": " ",
      "order": 2,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-shand.jpg",
      "classes": "Cross-Blooded Bloodrager 10",
      "camptrait": "Athletic",
      "blood": "Major"
    },
    {
      "status": "pc",
      "title": " ",
      "name": "Remy",
      "surname": "[REDACTED]",
      "attitude": "friendly",
      "appearance": "Remmy is in his late thirties, standing about 5 feet 9 inches tall. Of otherwise average build and appearance, his fashion sense evokes necromantic themes and he is surrounded by strange, often unpleasant smells.",
      "background": "Error… This section failed to load… Please Contact Author…",
      "likes": "He loves to adventure, never says no to coin, and gets super into the weird.",
      "dislikes": "He is neither large on authority nor on staying in one place for very long.",
      "quirks": "While he is obviously a spellcaster, his magical method is less refined, evoking old powers through chanting, smoke, and weird formulas.",
      "achievements": "Rescued the Kidnapped Colonists",
      "announce": "Fortune Teller",
      "race": "Human",
      "order": 3,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-remmy.png",
      "classes": "Deep Shaman 10",
      "camptrait": "Healthy",
      "blood": "Trace"
    }
  ],
  "rpc": [
    {
      "status": "rpc",
      "title": " ",
      "name": " ",
      "surname": "Morogak",
      "attitude": "indifferent",
      "appearance": "Standing at 7' 2 and 270 pounds, Morogak is a greenish gray skinned giant with salt and pepper black hair. Several long scars adorn his heavily muscled arms and legs, as well as a scar along his cheekbone to his right ear, which is missing it's top half. ",
      "background": "Morogak was born in the far north in a mixed community of half orcs, humans, and a few full blooded orcs. He had to fight to survive and learn to earn a living on the seas from a very young age, killing, hunting, fishing, and stealing to survive. Yearning for something more he left his home 5 years prior after the death of his mother to make a better living and kill more than raiders and pirates. Though he was raised harshly he himself tries not to give in to his rage outside of battle and tends to be diplomatic and even headed.",
      "likes": "Wine, Women, and Song!",
      "dislikes": "While he would never say he has a fear of bugs or other crawlies, he definitely doesn't like them.",
      "quirks": "Morogak has a hard time being sure which volume he's supposed to be using, being prone to shouting suddenly and mid-conversation.",
      "achievements": "Nothing... yet.",
      "announce": "Leatherworker",
      "race": "Half-Orc",
      "death": " ",
      "order": 1,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-morogak.png",
      "classes": "Aquatic Bloodrager 3",
      "camptrait": "Healthy",
      "blood": "Trace"
    },
    {
      "status": "rpc",
      "title": " ",
      "name": "Pearl",
      "surname": "Silverstream",
      "attitude": "helpful",
      "appearance": "Named after her pearly white skin, Pearl has ocean blue hair that constantly falls in front of her lilac eyes. She is shy and reserved, but fiercely loyal to the friends she makes. She tends to twist her ring or braid twine when nervous. ",
      "background": "Pearl grew up making jewelry with her mother out of shells, sea glass, and other gifts she finds from the ocean. She practiced fencing with her childhood best friend, who proposed before leaving on a voyage to earn enough money to marry her. Not long after, Pearl received word he died at sea, though she still wears his engagement ring. With nothing tying her down, she excitedly signed on for adventure and the treasures from the journey.",
      "likes": "She loves the ocean and its treasures, such as pearls, shells, and jewels. ",
      "dislikes": "While she doesn't mind sand while its in the water, she hates sand on the surface.",
      "quirks": "Pearl is very passionate about making jewelry and spreading the gifts of Shelyn to those around her.",
      "achievements": "Killed Brinetooth; Cleared the Spindlelock Station; Killed the Elder Maw; Ended the Curse of Bonetown; Slayed Mohl'omog",
      "announce": "Jeweler",
      "race": "Gillman",
      "death": " ",
      "order": 1,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-pearl-silverstream.png",
      "classes": "Inspired Blade Swashbuckler 6 Sleuth Investigator 1",
      "camptrait": "Set Mind",
      "blood": "Trace"
    },
    {
      "status": "rpc",
      "title": " ",
      "name": " ",
      "surname": "Aiden",
      "attitude": "indifferent",
      "appearance": "Error… This section failed to load… Please Contact Author…",
      "background": "Error… This section failed to load… Please Contact Author…",
      "likes": "Error… This section failed to load… Please Contact Author…",
      "dislikes": "Error… This section failed to load… Please Contact Author…",
      "quirks": "Error… This section failed to load… Please Contact Author…",
      "achievements": "Nothing... yet.",
      "announce": "Laborer",
      "race": "Half-Elf",
      "order": 3,
      "imgref": "https://hwalkermerrill.github.io/azlant/images/pc-aiden.jpg",
      "classes": "Dragon-Blooded Sorcerer 7",
      "camptrait": "Healthy",
      "blood": "Trace"
    }
  ],
  "talasantri": [
    {
      "status": "talasantri",
      "announce": "Leader",
      "title": "Revered Seer",
      "name": " ",
      "surname": "Rillkimatai",
      "attitude": "indifferent",
      "appearance": "Old and frail, the Revered Seer Rillkimatai lives inside city hall, and he takes his reponsibilities so seriously he has become bound to the space, never traveling more than a few hundred feet from the building. The elderly elf is often found floating behind his stone desk, studying inscribed tablets while his hair floats around his head like a nimbus. His tall wooden staff is encrusted with a spiral of tiny golden seashells with a faintly glowing blue gem at the tip, which he often leaves resting against the wall behind him.",
      "background": "The leader of Talasantri for over a hundred years, Rillkimatai has oracular visions that warn him of danger before it strikes. Though his body grows frail, and he feels his end drawing near, his mind is still sharp, and he's determined to use his visions to protect and support the city until he takes his dying breath.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": " ",
      "socialblock": "K: History or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-rillkimatai.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Queen of the Undertow",
      "title": "Her Majesty",
      "name": " ",
      "surname": "Jurix",
      "attitude": "indifferent",
      "appearance": "Well trained in the art of diguise, Jurix is unremarkable and difficult to spot in public, but within the Undertow, she falunts her position as Queen. She loves beautiful jewelry and always wears at least one stunning piece - often an original Derrona - when entertaining guests or meeting with her followers. Her cutom-made weapons and armor are the envy of every cutpurse in the city. She keeps her hair shorn close becasue shen likes the dramatic look it gives her, and she has a personal tattoo artist that keeps her ink bright and defined.",
      "background": "The Queen of the Undertow, Her Majesty Jurix is a hard-barganing smuggler with no qualms about fighting for what she wants. She came to Talasantri only 8 years ago, and immediately toppled the existing crime lord and organized an untouchable criminal empire she has ruled uncontested ever since. It is often said that nothing is stolen and no one dies within 100 miles of Talasantri without her permission. ",
      "biases": "Jurix doesn't respect those foolish enough to travel unarmed, unarmored, or without backup (stacks) into the undertow, though she does have exceptional respect for those with a wide variety of skills (ranks in 20+ different skills).",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": " ",
      "socialblock": "Disable Device or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-jurix.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Leader",
      "title": "Arcanic Researcher",
      "name": " ",
      "surname": "Vhenarryn",
      "attitude": "helpful",
      "appearance": "The great Arcanic Researcher, Animora, is a refined aquatic elf with long brown hair, green eyes, and a deep complexion. Anemora wears tasteful but revealing clothing made from expensive fabrics conditioned against the wear of underwater life along with layers of enchanted jewelry - including an authentic Derrona.",
      "background": "Vhenarryn makes her home in the Arcanical Tower, a graceful stone spire and arcane laboratority the rises on the border between the Seamount and Whalefall Districts. A talented wizard, Vhenarryn assigned herself the title of Arcanic Researcher and is well regarded as the most powerful wizard in Talasantri and the most well-educated citizen save only for Rillkimatai himself. She has a masterful knowledge of the ruins within 10 miles of the city as wel as a collection of rare magic itmes, which she guards jealously.",
      "biases": "Vhenarryn is usually willing to consult with other explorers or researchers, being more favorable towards people with at least 10 ranks in any knowledge skill or survival, but she doesn't respect the research of people who don't have any ranks in spellcraft.",
      "strengths": "Like most Talasantri citizens, they are highly suspicious of surface dwellers.",
      "weakness": "Vhenarryn is notoriously susceptible to compliments abuot her intellect and skill.",
      "skills": "Diplomacy, Spellcraft, K: Arcana, or K: History",
      "death": " ",
      "socialblock": "K: Arcana or K: History or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-vhenarryn.png",
      "activeboon": "Vhenarryn offers the surfacers a tour of her tower's upper floors. During the tour, the party can attempt to identify items in order to earn a free social round with Vhenarryn. This also earns their influence for required influence checks (+2).\r\n\r\nVhenarryn becomes willing to barter items from her collection, offering one item of her choice each week for sale to the surfacers, who may pay in a combination of cash or magic items she finds interesting (at full value). She also gives them a weekly lead on a treasure hunt the surfacers could go one to try to earn some money (rolls to succeed, on success: 01-50% = %gp, 51-95% = %*10gp, 96-00% = magic item woth %*100 or less)."
    },
    {
      "status": "talasantri",
      "announce": "Leader",
      "title": "Guard Commander",
      "name": " ",
      "surname": "Talstran",
      "attitude": "indifferent",
      "appearance": "A strong aquatic elf, Commander Talstran wears a set of worn but strong looking armor along with fine but simple jewelry. Strict but fair, he ensures that laws are followed, people are safe, and the criminals keep their activity limited to the Undertow. Generally formal, he is often seen staking out places or people associated with the Queen of the Undertow, gathering information for what he sees as the innevitable day when Revered Seer Rillkimatai authorizes a raid of the wretched place.",
      "background": "The commander of Talasantri's City Guard, Talstran holds a position of power in the city, both as its defender and as the person who authorizes the comings and goings of all of Talasantri's denizens and visiting foreigners. Commander Talstran makes no secret that he opposes the Queen of the Undertow, but he has not been able to muster enough manning or intelligence to convince Revered Seer Rillkimatai to allow him to raid her domain and bring her to justice.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Intimidate, ???",
      "death": " ",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-talstran.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Leader",
      "title": "High Priest",
      "name": " ",
      "surname": "Seraban",
      "attitude": "friendly",
      "appearance": "An ancient servant of the Wind and Waves, High Priest Seraban has truly been blessed by his patron to exhibit the aspects of all. With tri-broad-finned tail, scaled arms with spines, a stripped humanoid torso, and a tentacled face with a large, orchish underbite and large outsider-yellow ears, Sereban is one of very few people in Talasantri older than Rillkimatai.",
      "background": "The High Priest of Talasantri, Seraban oversees all the funerals, weddings, and rites performed by the House of Crystal Waters, an elaborate temple to Gozreh. Gozreh is the most popular diety among the faithful in Talasantri, and among many of the denizens of the deep, and services are held at the House of Crystal Waters every day.",
      "biases": "He respects worshippers of all non-demon religions, but doesn't care for demon worshippers or athiests.",
      "strengths": "Like most Talasantri citizens, they are highly suspicious of surface dwellers.",
      "weakness": "High Priest Seraban has more respect for the faithful who worship a diety of the wind or waves.",
      "skills": "Sense Motive, K: Religion, or Survival",
      "death": " ",
      "socialblock": "K: Religion or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-seraban.png",
      "activeboon": "Allows the surfacers to receive of the church services, such as marriages, funerals, and spellcasting - for their standard rates. This also earns their influence for required influence checks (+2)."
    },
    {
      "status": "talasantri",
      "announce": "Influencer",
      "title": "Bounty Hunter",
      "name": " ",
      "surname": "Osarte",
      "attitude": "unfriendly",
      "appearance": "! Insert physical description here. At parties and other social settings, he's often prodded by those around him to share stories of his exploits. While his stories are fascinating, and he sticks to light and humorous tales only while in polite company, an eager gleam comes into his eyes when he describes stalking a target.",
      "background": "! A renown bounty hunter, Osarte picks up all/most/many? of the city's contracts to hunt down dangerous criminals and threats to the city. ",
      "biases": "???",
      "strengths": "???",
      "weakness": "Osarte likes other hunters (classes with the option of animal companion).",
      "skills": "Sense Motive, K: Geography, or Survival",
      "death": " ",
      "socialblock": "K: Geography or Survival or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-osarte.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Influencer",
      "title": "Guard",
      "name": " ",
      "surname": "Argnos",
      "attitude": "indifferent",
      "appearance": "A young aquatic elf, Argnos wears a brand new armor, a spotless tunic, and carries an elaborately decorated trident. He takes his job very seriously, though he is obviously very green. While he acts tough, especially on Drecissa, his demeanor suggests he's overcompensating for his nervousness and he often demures and fidgets with his blue-and-pink seashell bracelet when being stared down.",
      "background": "The oldest of Lady Kormallis' two sons, Argnos is doted upon heavily by his mother, who leveraged a great deal of her wealth and power to get him the best education and training available in the city. Many believe Lady Kormallis used her influence to get Argnos a post with the city guard, a position that would ultimately help further raise her own profile.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Intimidate, or Pro: Soldier",
      "death": " ",
      "socialblock": "Pro: Soldier or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-argnos.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Influencer",
      "title": "Herbalist",
      "name": " ",
      "surname": "Drecissa",
      "attitude": "helpful",
      "appearance": "Drecissa is a young but lovely example of a merfolk, and she knows it, wearing shell jewelry, revealing fabric clothing, and a blue-and-pink seashell bracelet which catches the eye. With red hair and yellow eyes, Drecissa is proud and sassy, though she only has a shadow of her mother's , the Lady Anemora's, grace.",
      "background": "The only daughter of the wealthy and influencial Lady Anemora, Drecissa is the heir-apparent to her mothers merchantile empire. Though she was born into wealth, which has rubbed off on her personality, her mother insists she make something of herself to prove she deserves her inheritance, less it all go to her younger brother. Drecissa chose herbalis as her craft, exploiting the areas abundance of rare coral and kelp deposits.",
      "biases": "Drecissa doesn't like friends or flatteres of Argnos, but she loves people who insult him or his mom, though perhaps not to the point of humiliation.",
      "strengths": "Like most Talasantri citizens, they are highly suspicious of surface dwellers.",
      "weakness": "Drecissa thinks the world of her mother, and anyone who has publicly flattered or complimented her mother finds she is eagerly awaiting her own compliments.",
      "skills": "???",
      "death": " ",
      "socialblock": "Survival or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-drecissa.png",
      "activeboon": "Drecissa introduces the party to her mother, Lady Anemora, if they haven't met her already.\r\n\r\nLOCKED"
    },
    {
      "status": "talasantri",
      "announce": "Influencer",
      "title": "Lady",
      "name": " ",
      "surname": "Anemora",
      "attitude": "helpful",
      "appearance": "An elegant merfolk woman with brown skin and flowing green hair, Lady Anemora commands attention. Scales of gold have been affixed to her teal-green tail in a pleasingly random pattern, and she wears a loose top of small, interlocking jeweled scales - an original Derrona. Her voice is mellow, but her golden-brown eyes glint as they take in every detail.",
      "background": "A sharply intelligent trader who made a comfortable fortune in salvaging sunken antiques and trading them with other aquatic communities and passing ships in the dry world, Anemora is well known in Talasantri for both her wealth and her ruthlessness. Though not an evil or violent person, Anemora cares only for herself and her family, and she'll do almost anything to secure their position, having become an expert in both the flow of trade and the letter of the law.",
      "biases": "Anemora is keenly attentive, respecting others with a shrap pereption (+20 or higher without items), and not respecting those with a negative wisdom modifier, negative intelligence modifier, no ranks in sense motive, or no ranks in perception (stacks).",
      "strengths": "Anemora hates being snubbed, and that includes befriending Kormallis.",
      "weakness": "Family is everything to Anemora, and each of her family members that are helpful provide a +2 bonus on checks to influence Anemora (stacks).",
      "skills": "Diplomacy, Sense Motive, K: Nobility, or Pro: Merchant",
      "death": " ",
      "socialblock": "K: Nobility or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-anemora.png",
      "activeboon": "Anemora's favor grants a few benefits: she can arrange a meeting with Rillkimatai if the surfacers have enough other influencers on their side, she improves the attitude of her circle of influencers - mostly merchants - to at least indifferent, she formally invites the surfacers to lodge in her home with her family (taking their meals with the family, or not, as they wish), and she can - one time - arrange for a private sale of any single item of the surfacers choosing worth 25kgp or less.\r\n\r\nAnemora shows her favor in a few further ways: She is willing to directly set up a meeting with Rillkimatai - even putting her own name on the line - and personally escorts the surfacers to him whenever they're ready, she tells her business contacts not to exhort the surfacers and instructs them to be polite - thus raising the attitude of all merchant's and influencers in her circle to at-least friendly, and she becomes willing to arrange another private sale up to once per book (including this book)."
    },
    {
      "status": "talasantri",
      "announce": "Influencer",
      "title": "Lady",
      "name": " ",
      "surname": "Kormallis",
      "attitude": "friendly",
      "appearance": "An elven woman with golden hair, Lady Kormallis wears a gown made of multiple billowing shades of pink, purple, and yellow, belted together with a girdle of dark blue seashells. She speaks with a musical voice, often using flowery words, rhyming schemes, and an eclectic pidgeon of elven and common words mixed into her usual aquan.",
      "background": "Widely regarded as a creative, free-spirited artist, Lady Kormallis' home, art, and company include an ecclectic mix from diverse races, often presenting herself as a combination expert and ambassador of diverse cultures. Eggalitarian in her designs, she surrounds herself in exotic pieces from all over the ocean, with a special place held in her collection for interesting things from the surface world, and she eagerly asks questions of far-flung travelers whenever she gets the chance.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": " ",
      "socialblock": "C: Painting/Sculpture or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kormallis.png",
      "activeboon": "Kormallis' favor grants several benefits: she introduces the surfacers to some of her friends - mostly artists - raising their attitude to at-least indifferent, she is happy to share her knowledge (and gossip) about anyone in town - granting a random piece of gossip once per day, and she can negotiate for an extra 20% off the value of one Original Derrona for the surfacers."
    },
    {
      "status": "talasantri",
      "announce": "Influencer",
      "title": "Lord",
      "name": " ",
      "surname": "Cerulean",
      "attitude": "unfriendly",
      "appearance": 0,
      "background": "The reclusive Lord Cerulean recently emerged from his seclusion and returned to Talasantri. The founder of the esteemed members-only drinking hall, Cerulean Cove, Lord Cerulean has returned from a massive deep-water hunt with new trophies. Cerulean Cove is a favorite place for the wealthy and elite of Talasntry to relax with a flask, while the privacy also makes it ideal for deal making, with whispered conversations forming and breaking alliances, funding expeditions, arranging marriages, and booking assassinations.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": " ",
      "socialblock": "Bluff or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-cerulean.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Influencer",
      "title": "Lord",
      "name": " ",
      "surname": "Toruun",
      "attitude": "helpful",
      "appearance": 0,
      "background": "! Lady Anemora's husband and business partner.",
      "biases": "Lord Torrun is kind to his guests, but he does not take kindly to those who have snubbed his wife.",
      "strengths": "Like most Talasantri citizens, they are highly suspicious of surface dwellers.",
      "weakness": "He is extra friendly toward people with whom is wife is friendly.",
      "skills": "Diplomacy, Sense Motive, K: Nobility, or Pro: Merchant",
      "death": " ",
      "socialblock": "K: Nobility or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-toruun.png",
      "activeboon": "Toruun wants the surfacers to befriend his wife, and while he wouldn't be so crass as to divulge any of her secrets, his subtle support aids the surfacers efforts, granting a +2 bonus on attempts to influence Anemora.\r\n\r\nLOCKED"
    },
    {
      "status": "talasantri",
      "announce": "Influencer",
      "title": "Poet",
      "name": " ",
      "surname": "Merysyd",
      "attitude": "unfriendly",
      "appearance": "A quiet, rather sullen young woman, Merysyd is has long dark hair she keeps in front of her face, and a deep blue tail. Prone to making small, cynical asides despite the uplifting quality of her verses, she seems to hate being around people or being out in the dangerous ocean, often relying on her work to speak for itself to offset her obvious agoraphobia.",
      "background": "An up-and-coming poet, Merysyd is well saught after as all the best houses in Talasantri seek entertain her company. She writes inspiringly beautiful and uplifting verses, despite her young age, and many whisper that she once sought to leave for formal bardic training, but was convinced to stay in her home city 'so as not to spoil her natural talent' by letting a university 'replace her creativity with soul-crushing sameness.'",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: Dungeoneering, or P: Oratory",
      "death": " ",
      "socialblock": "P: Oratory or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-merysyd.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Influencer",
      "title": "Storyteller",
      "name": " ",
      "surname": "Tolajo",
      "attitude": "helpful",
      "appearance": 0,
      "background": "Tolajo is a local storyteller and songwriter known for his historical epics. He is happy to recite some of his works at dinners or social gatherings, though he often continues performing long after the other guests have grown bored.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, K: History, or P: Oratory",
      "death": " ",
      "socialblock": "K: History or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-tolajo.png",
      "activeboon": "Earns their influence for required influence checks (+2).\r\n\r\nLOCKED"
    },
    {
      "status": "talasantri",
      "announce": "Influencer",
      "title": "Thespian",
      "name": " ",
      "surname": "Rudalthas",
      "attitude": "indifferent",
      "appearance": "! A handsome triton actor, Rudalthas (INSERT PHSYICAL DESCRIPTION). While Rudalthas captures hearts all over Talasantri, his mercurial personality makes him increasingly difficult to work with.",
      "background": "! Headline actor, performs at stargrass hall.",
      "biases": "Being used to being beloved, he likes people who find him sexually attractive, and doesn't like people who don’t.",
      "strengths": "Like most Talasantri citizens, they are highly suspicious of surface dwellers.",
      "weakness": "Rudalthas feels a natural kinship towards other outsiders.",
      "skills": "Diplomacy, K: Nobility, or P: Act/Sing",
      "death": " ",
      "socialblock": "K: Nobility or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-rudalthas.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Merchant",
      "title": "Her Illustriousness",
      "name": " ",
      "surname": "Derrona",
      "attitude": "indifferent",
      "appearance": 0,
      "background": "While most merchants have their shops in the Whalefall District, Derrona opened her jewelry shop, Treasures of the Sea, in Seamount. Her high-quality custom magical jewelry comes with a commensurate price tag, but wealthy residents of the district are happy to pay for the beautiful, unique pieces Derrona sells, and wearing an 'Original Derrona' is a status symbol among the city's elite. A skilled adventurer in her own right, Derrona prefers to gather her materials from salvage, often paying others to retrieve precious gems and metals fro shipwrecks and monster lairs.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": " ",
      "socialblock": "Spellcraft or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-derrona.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Merchant",
      "title": "Adventurer",
      "name": " ",
      "surname": "Loryl",
      "attitude": "helpful",
      "appearance": 0,
      "background": "A Talasantri native, Loryl was orphaned at a young age, but still took up the same job as her parents - adventuring and scavenging. One day, her group of scavengers came across a shipwreck with enough riches aboard to make them all wealthy, and she used her share to open a general store catering to adventurers specifically. Her store sells a mishmash of general survival gear, minor magic items, potions, and weapons, along with some items traded from the surface world.",
      "biases": "She likes those who've answered the call to adventure, warming her up to people who have skill ranks in five or more adventure skills (str, dex, or wis based). She doesn't care for desk jockeys that have skill ranks in five or more intellignece-based skills.",
      "strengths": "She doesn't much care for people who were born into money (includes rich parents or any trait that grants starting money or armor).",
      "weakness": "She is sensitive to the life of an adventurer, and anyone who has lost a friend (PC) while adventuring (as this character) has her sympathy.",
      "skills": "Diplomacy, Intimidate, Disable Device, or Sleight of Hand",
      "death": " ",
      "socialblock": "Disable Device or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-loryl.png",
      "activeboon": "Ends their standard +20% surfacer surcharge.\r\n\r\nLoryl grants access to her secret stock hidden in the basement."
    },
    {
      "status": "talasantri",
      "announce": "Merchant",
      "title": "Madam",
      "name": "Margela",
      "surname": "Duskcurrent",
      "attitude": "friendly",
      "appearance": "An elderly aquatic elf who makes her living serving specialty kelp brews in her parlor, Madam Margela is deceptively unassuming. Wrinkled and gray, she wears a worn shawl tightly around her that she frequently adjusts to tighten against the citys cool undercurrent.",
      "background": "Strangers travelling through Threadfin easily mistake the home of Margela Duskcurrent for a mere residence, but she runs her small store, Margela's Brews, out of its parlor. Specializing in kelp brews, margela brews everything from light, floral seaweed draughts to hearty dark-green drinks with strong pickling flavor. She also maintains  small selection of magical potions for sale to trusted cutomers.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": " ",
      "socialblock": "C: Alchemy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-margela-duskcurrent.png",
      "activeboon": "Ends their standard +20% surfacer surcharge."
    },
    {
      "status": "talasantri",
      "announce": "Merchant",
      "title": "Scholar",
      "name": " ",
      "surname": "Echono",
      "attitude": "helpful",
      "appearance": 0,
      "background": "A researcher specializing in ancient Azlant, Echono provides an alternative to the unwieldy process of engraving stone tablets with his shop, Shell & Styllus. In addition to bioluminescent ink, underwater paper, and waterproofing services, his most popular product is a fine-tipped stylus treated with an alchemical mixture of his own design - when the stylus is scraped along the inside of a seashell, it leaves bright blue lines in its wake.",
      "biases": "Echono likes other scholars and distrusts tomb robbers, having more trust in people with ranks in K: History, and distrusting people with ranks in Sleight of Hand.",
      "strengths": "Like most Talasantri citizens, they are highly suspicious of surface dwellers.",
      "weakness": "He respects other scholars and the pursuit of knowledge, and believes that anyone who buys one of his stylus' must be of quality, willing to preserve knowledge for future generations.",
      "skills": "Diplomacy, K: History, K: Arcana, or C: Caligraphy",
      "death": " ",
      "socialblock": "K: History or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-echono.png",
      "activeboon": "Ends their standard +20% surfacer surcharge.\r\n\r\nEchono allows access to his private research library. When consulting the library, over the course of 1d4 hours, a researcher can make a knowledge history or arcana check with a +4."
    },
    {
      "status": "talasantri",
      "announce": "Proprietor",
      "title": "Curator",
      "name": " ",
      "surname": "Talponi",
      "attitude": "indifferent",
      "appearance": 0,
      "background": "! The Gallery Owner of the Lionfish Gallery in the Whalebone District",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": " ",
      "socialblock": "P: Any or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-talponi.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Proprietor",
      "title": "Diva",
      "name": " ",
      "surname": "Vatoya",
      "attitude": "friendly",
      "appearance": 0,
      "background": "!Director of the Stargrass Hall.",
      "biases": "This particular Diva likes other characters whom have perform skills, but not characters without a charisma bonus.",
      "strengths": "???",
      "weakness": "This particular Diva sees potential in people with the same or higher charisma than her (18).",
      "skills": "Diplomacy, K: Local, P: Act, or Pro: Director",
      "death": " ",
      "socialblock": "K: Local or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-vatoya.png",
      "activeboon": "Earns their influence for required influence checks (+2)."
    },
    {
      "status": "talasantri",
      "announce": "Proprietor",
      "title": "Muralist",
      "name": " ",
      "surname": "Urmygh",
      "attitude": "indifferent",
      "appearance": 0,
      "background": "A popular artist whose work hangs in both City Hall and Cerulean Cove, Urmygh also owns his own private gallery of his works, named Many to One. Urmygh breaks coral, gemstones, and seashells into shards and builds elaborate mmosaics from the pieces. Though at first glance his mosaics appear as peaceful seascapes, the longer one looks at the pieces, the more unsettling details become visible.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, ???",
      "death": " ",
      "socialblock": "C: Glass or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-urmygh.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Proprietor",
      "title": "Producer",
      "name": " ",
      "surname": "Quelyon",
      "attitude": "indifferent",
      "appearance": 0,
      "background": "!The producer of the small Seahorse Stage, where a week-long amateur production is run monthly and musicians play every other weekend. He has a reputation as an exacting director and a gifted singer.",
      "biases": "???",
      "strengths": "???",
      "weakness": "Quelyon loves amatures, and anyone who has attempted to perform (unpaid) or who wants a job at his theater finds him to be more open.",
      "skills": "???",
      "death": " ",
      "socialblock": "K: Local or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-quelyon.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Proprietor",
      "title": "Sculptor",
      "name": " ",
      "surname": "Vesshyo",
      "attitude": "friendly",
      "appearance": 0,
      "background": "The owner of the workshop and gallery, Boneworks, Vesshyo works exclusively in bone. She specializes in graceful jointed pieces that drift and spin in currents, much like winds chimes above the sea. Vesshyo occasionally carves larger works from the bones of giant sea creatures, and has been known to commision hunters to retrieve the bodies of whichever specimen her muse dictates.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": " ",
      "socialblock": "C: Painting/Sculpture or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-vesshyo.png",
      "activeboon": "She commisions the PC's to hunt and recover for her a Narwhal. She offers 1,000gp for a specimen, and offering double if the body has no permanent or structural damage (typically caused by bludgeoning and similar damage types)."
    },
    {
      "status": "talasantri",
      "announce": "Merchant",
      "title": "Pawnbroker",
      "name": " ",
      "surname": "Opuo",
      "attitude": "indifferent",
      "appearance": "!Stolid locatha, closed-lipped",
      "background": "!Opuo runs the pawnshop, A Bit of Everything, with a 'no questions, no bartering, no holds' policy.",
      "biases": "???",
      "strengths": "???",
      "weakness": "Opuo has a thing for eels, and anyone with an eel companion may actually get him to comment on it.",
      "skills": "Intimidate, Stealth, ???",
      "death": " ",
      "socialblock": "Sleight of Hand or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-opuo.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Merchant",
      "title": "Slopkeep",
      "name": " ",
      "surname": "Bodderoh",
      "attitude": "helpful",
      "appearance": 0,
      "background": "The proprietor of Bodd's Odd's, his pawnshop is little more than a slopshop catering to the poorest of Talasantri. While his goods are rarely more than junk, he treats everyone - even surfacers - equally, and rather well at that, though that may be because he seems to think so little of himself. A lifeline for the Talasantri's desperate, Bodderoh's shop is always very busy, even if few every buy anything.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": " ",
      "socialblock": "Intimidate or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-bodderoh.png",
      "activeboon": "Bodderoh trusts the surfacers are discreet enough to allow them to take his shop's secret passage down to the Undertow."
    },
    {
      "status": "talasantri",
      "announce": "Priests of the Depths",
      "title": " ",
      "name": " ",
      "surname": "Ixena & Tirak",
      "attitude": "unfriendly",
      "appearance": 0,
      "background": "There are too many rumors about this person to believe they do not exist, but they have never come up to the city from their place in the Undertow. This discreet, evil priest of Dagon works with their partner to provide discreet healing for the debased in the Shadow's Den.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": " ",
      "socialblock": "K: Planes or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-adaro.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Proprietor",
      "title": " ",
      "name": " ",
      "surname": "Cenath",
      "attitude": "unfriendly",
      "appearance": 0,
      "background": "The owner of the infamous Blue-Ringed Tavern, Cenath stocks the largest collection of surface liquor in the city, and charges high prices for her rare libations. Anything goes in the Blue-Ringed Tavern except murder - Cenath firmly insists no one is to die in her taproom, and she backs up her rule with deadly force. Cenath has eaten more than one careless assassin who tried her patience, being sure to leave no physical evidence of their existance for any guards who might ask questions.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "???",
      "death": " ",
      "socialblock": "Stealth or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-cenath.png",
      "activeboon": "None"
    },
    {
      "status": "talasantri",
      "announce": "Proprietor",
      "title": "Madam",
      "name": " ",
      "surname": "Kelia",
      "attitude": "helpful",
      "appearance": 0,
      "background": "Owner of the most popular tavern in Threadfin, Five Fins, Kelia keeps her tavern packed each night with drinkers and merrymakers while even more patrons drift outside waiting for their turn to enter. Songs, folktales, friendly tussles, and casual promiscuity can always be found at Five Fins, and if Kelia takes a fancy to a patron, she may even invite the lucky individual to join one of the private games in the back room.",
      "biases": "Madam Kelia is more at ease around people while they're drinking, but she doesn't much care for people who refuse to drink alchohol, are celebate, or won't gamble (stacks).",
      "strengths": "Madam Kelia does not care for bloodthirsty races (like orcs, adaros, sahuagin, etc.)",
      "weakness": "Madam Kelia actually rather likes surfacers, for her own reasons.",
      "skills": "Diplomacy, Sleight of Hand, or Pro: Gambler",
      "death": " ",
      "socialblock": "Sleight of Hand or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-kelia.png",
      "activeboon": "Madam Kelia invites the surfacers into the back room for games during evening social rounds.\r\n\r\nAdjust's the odd's of backroom games towards the surfacers' favor."
    },
    {
      "status": "talasantri",
      "announce": "Proprietor",
      "title": "Miss",
      "name": " ",
      "surname": "Minastalla",
      "attitude": "helpful",
      "appearance": 0,
      "background": "!proprietor of the restful shore (dry rooms, caters to surfacers)",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy, Perception, or Pro: Merchant",
      "death": " ",
      "socialblock": "Perception or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-minastalla.png",
      "activeboon": "Miss Minastalla may be friendly, but she is still practicle. While she does not reduce the prices of her rooms, she does give party memebrs the option of opening up a tab, paying periodically, as well as allowing them to eat surfacer food or take refuge throughout the day, instead of just the evenings.\r\n\r\nMiss Minastalla takes a shine to these particular surfacers, saving a suite back for the surfacers whenever theyre in town. The suite is 30gp a night, but it can sleep 6 people comfortably (privately), and its hidden away from anyone who might come looking for them, giving them a safe space where they can rest or eat as though they were on the surface."
    },
    {
      "status": "talasantri",
      "announce": "Threadfin",
      "title": "Adventurer",
      "name": " ",
      "surname": "Debebedi",
      "attitude": "helpful",
      "appearance": 0,
      "background": "!indebted adventurer",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Sense Motive or Diplomacy",
      "death": " ",
      "socialblock": "Diplomacy or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-debebedi.png",
      "activeboon": "Gratefully thanks and rewards the surfacers.\r\n\r\nUnlocks Locathah as a playable race and accompany's the surfacers back to Talmandor's Bounty OR joins Koloshkora's tribe as a contact."
    },
    {
      "status": "talasantri",
      "announce": "Threadfin",
      "title": "Miss",
      "name": " ",
      "surname": "Oona",
      "attitude": "unfriendly",
      "appearance": "Oona is a woman with a long red plait of hair with pale, freckled skin and a lower body of that of an octopus with emerald-green tentacles. Polite with a uniquely lilting voice that carries her words easily through the water, she is highly observant of her surroundings, making easy but direct eye contact with passerbys, even including surfacers.",
      "background": "A somewhat shifty character, Oona comports herself as a messenger, watching for specific people and relaying to them instructions from the Undertow.",
      "biases": "???",
      "strengths": "???",
      "weakness": "???",
      "skills": "Diplomacy or Sleight of Hand",
      "death": " ",
      "socialblock": "Sleight of Hand or Sense Motive",
      "imgref": "https://hwalkermerrill.github.io/azlant/images/npc-oona.png",
      "activeboon": "None"
    }
  ],
  "prison": [
    {
      "status": "prison",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": "Thestro",
      "surname": "Briarsmith",
      "attitude": "unfriendly",
      "appearance": "A balding man into his late forties, Thestro Briarsmith prefers the intimidating look of red mithral full plate emblazoned with the Taldan Lion. Often seen butting heads with his less-traditional colleagues, Thestro compensates for his lack of subtlety with his ambition.",
      "background": "The sadistic de facto dictator of everything east of the River Porthmost, Grand Duke Thestro Briarsmith has wasted no time wresting power from Grand Duke Avernathus, consolidating an even more powerful military force. While he operates no ciminal empire, he does operate the secrative Portmos Prison, a former fort used exclusively to contain and supress political prisoners. He believes this war for the crown to be his long awaited a opportunity to make his own mark on history like General Porthmost.  He now sit's in a prison under similar conditions to those with which he's bestowed upon his political enemies.",
      "biases": " ",
      "strengths": " ",
      "weakness": "He does not sympathyse with anyone.",
      "skills": "Intimidate, Diplomacy, ???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/thestro-briarsmith.png"
  },
  {
      "status": "prison",
      "announce": "His Imperial Highness",
      "title": "Grand Duke",
      "name": "Morrin",
      "surname": "Zellvyngian",
      "attitude": "hostile",
      "appearance": "Old and graying, Morrin Zellvyngian claims to wear a neck brace for support, though others believe its from his irrational fear of having his throat slit. He moves somewhat awkwardly, probably due to his oversized clothing, and he is often seen carrying and cleaning his collection of knives. Despite his somewhat intimidating appearance, he smiles frequently and greets everyone warmly.",
      "background": "Corrupt, even by Taldan standards, Grand Duke Morrin Zellvyngian leverages his post's immunity from non-imperial legal enforcement and welcomes Opparan attention and coin with open arms. Thanks to kickbacks from his own criminal land deals, he's matured from a poor laughingstock to one of the riches and most influential nobles in Taldor. He's been having a row with Princess Eutropia ever since they were both in school, when he courted her and she embarrassed him in a most unseemly manner using a dirty trick. Stripped of his power when he miscalculated his bid for the crown, he awaits an ironic end.",
      "biases": "Does not like lawful types but does like those with a criminal record.",
      "strengths": "He does not trust guards or paladins.",
      "weakness": "Dirt on a political equal.",
      "skills": "???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/morrin-zellvyngian.png"
  },
  {
      "status": "prison",
      "announce": "His Grace",
      "title": "Duke",
      "name": "Panivar",
      "surname": "Lotheed VI",
      "attitude": "hostile",
      "appearance": "Duke Panivar Lotheed IV wears immaculate, fitted clothing and dresses in pale blues and grays. He is never seen without his raven-topped staff, and while often unseen, he purportedly always travels with his unseen servants. Old and graying, he is supposedly the spitting image of his father and namesake, Panivar Lotheed V.",
      "background": "Lady Martella's Uncle, Duke Panivar is a powerful and renowned conjurer and the Lotheed family's most magically gifted wizard. Along with his deep reservoir of knowledge and magical talent, he is vastly wealthy and influential and is not to be trifled with. Being unable to die, his head has been seerated from his body and immerced in a jar of acid, where he will continue to feel pain for the remainder of his existance (as long as the acid is changed at regular intervals).",
      "biases": " ",
      "strengths": " ",
      "weakness": " ",
      "skills": "Intimidate, ???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/panivar-lotheed.png"
  },
  {
      "status": "prison",
      "announce": "His Imperial Majesty",
      "title": "Grand Prince",
      "name": " ",
      "surname": "Stavian III",
      "attitude": "locked",
      "appearance": "Dressed perfectly in regal attire, his clothes don't show even a hint of wear. He smiles often and slightly too widely.",
      "background": "Grand Prince Stavian III is considered as ineffectual as the empire he rules. For all Stavian’s faults, he has managed to hold the empire together through intelligent political maneuvering and a keen understanding of human nature. Was recently found alive but mad, and has been turned over to the Lion's Blades and sent into exile. Only a handful of people know where he is now.",
      "biases": " ",
      "strengths": " ",
      "weakness": " ",
      "skills": "???",
      "death": "Fatally stabbed by a Lion's Blade during the Exaltation Massacre, his body was recovered by imperial magisters.",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/stavian-3.png"
  },
  {
      "status": "prison",
      "announce": "His Lordship",
      "title": "Viscount",
      "name": "Theon",
      "surname": "Cenabri",
      "attitude": "hostile",
      "appearance": "Dressed in muted colors and lacking ostentatious jewelry, Viscount Theon Cenabri stands out in this particular crowd as the only noble not wearing flashy jewels. He might be mistaken for a servant were in not for his expensive and well-recognized signet ring and frequent appearance at state events.",
      "background": "A distant descendant of Italice Cenabri, who was murdered by Honaria Alcasti's Lieutenant, this particular viscount is remarkable in that while he has done little more than coast on his family name, he has done nothing scandalous to harm his family name, and he treats his servants better than most. Invested in protecting his family's name, he has a quiet but deep hatred for Remaio Alcasti and those who assisted to restore his family's name. Now, he's imprisoned for attacking the peace summit in a bid for familial vengeance.",
      "biases": " ",
      "strengths": " ",
      "weakness": " ",
      "skills": "???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/theon-cenabri.png"
  },
  {
      "status": "prison",
      "announce": "Lady",
      "title": " ",
      "name": "Lucretzia",
      "surname": "Marthane",
      "attitude": "hostile",
      "appearance": "Thin and pale Lucretzia spends her time behind bars spouting Galtean rhetoric at those who come within earshot. While Martella has been trying to reach out to the *Night Swan,* the reality of her crimes and her utter lack of remorse leaves the two at an impasse, one that neither of them are in a hurry to overcome.",
      "background": "Born to wealth and educated by the best tutors, Lucretzia is a noble and some important nobles cousin, though she never goes into details. Recently exposed as the *Night Swan,* she's been arrested and imprisoned at the palace of birdsong, though most of the citizenry of Meratt find it hard to believe that she was behind so many crimes. ",
      "biases": " ",
      "strengths": " ",
      "weakness": "Lucretzia has a solid appreciation for Galtan history and writing, and couching new ideas in relation to revolutionary writers is sure to make an impression.",
      "skills": " Bluff, Diplomacy, K: Nobility, Disguise, ???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/lucretzia-marthane.png"
  },
  {
      "status": "prison",
      "announce": "Their Honorable Lordship or Ladyship",
      "title": "Earl",
      "name": "Travarak",
      "surname": "Denzarni",
      "attitude": "hostile",
      "appearance": "This amorphous blob takes on many forms, often the form of the man he once appeared as, possessing both intricate details and full control over his voice's timber and range.",
      "background": "Leveraging his vast wealth, he funded numerous researcher's attempts to find a path to immortality, with his gamble eventually paying off when a method of turning himself into a liquid metal was discovered. Currently stuck inside a bottle of glass-steal, he is intended to be used as a free-weight.",
      "biases": " ",
      "strengths": " ",
      "weakness": " ",
      "skills": "???",
      "death": " ",
      "imgref": "https://hwalkermerrill.github.io/war4crown/images/travarak-denzarni.png"
  }
  ]
}